var con = [

    198,

    275,

    291,

    440,

    571,

    830,

    1287,

    1975,

    2744,

    4515,

    5974,

    7711,

    9692,

    11791,

    14380,

    17205,

    20438,

    24324,

    28018,

    31161,

    34594,

    37162,

    40224,

    42708,

    44730,

    58839,

    63932,

    66575,

    68584,

    70637,

    72528,

    74276,

    75101,

    75993,

    76392,

    76846,

    77262,

    77779,

    78190,

    78630,

    78959,

    79389,

    79968,

    80174,

    80302,

    80422,

    80565,

    80710,

    80813,

    80859,

    80904,

    80924,

    80955,

    80992,

    81003,

    81004,
    81048,

    81084,
    81099

];
var cured = [

    24,

    25,

    25,

    25,

    25,

    34,

    38,

    49,

    51,

    60,

    103,

    124,

    171,

    243,

    328,

    475,

    632,

    892,

    1153,

    1540,

    2052,

    2651,

    3283,

    3998,

    4742,

    5646,

    6728,

    8101,

    9425,

    10860,

    12561,

    14387,

    16168,

    18277,

    20672,

    22907,

    24757,

    27353,

    29775,

    32531,

    36157,

    39049,

    41675,

    44518,

    47260,

    49914,

    52109,

    53793,

    55477,

    57143,

    58684,

    59982,

    61567,

    62887,

    64216,

    64224, 67022, 67863

];

var dead = [

    3,

    4,

    6,

    9,

    17,

    25,

    41,

    56,

    80,

    106,

    132,

    170,

    213,

    259,

    304,

    361,

    425,

    490,

    563,

    636,

    723,

    812,

    909,

    1017,

    1114,

    1260,

    1381,

    1524,

    1666,

    1772,

    1870,

    2006,

    2121,

    2239,

    2348,

    2445,

    2595,

    2666,

    2718,

    2747,

    2791,

    2838,

    2873,

    2915,

    2946,

    2984,

    3015,

    3045,

    3073,

    3100,

    3123,

    3140,

    3162,

    3173,

    3180,

    3181, 3204, 3218

];

var data = [
    [{
        "date": "2020-01-18",
        "name": "湖北",
        "value": "94"
    }],
    [{
            "date": "2020-01-19",
            "name": "湖北",
            "value": "170"
        },
        {
            "date": "2020-01-19",
            "name": "广东",
            "value": "1"
        }
    ],
    [{
            "date": "2020-01-20",
            "name": "北京",
            "value": "5"
        },
        {
            "date": "2020-01-20",
            "name": "吉林",
            "value": "0"
        },
        {
            "date": "2020-01-20",
            "name": "上海",
            "value": "1"
        },
        {
            "date": "2020-01-20",
            "name": "浙江",
            "value": "0"
        },
        {
            "date": "2020-01-20",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-01-20",
            "name": "江西",
            "value": "0"
        },
        {
            "date": "2020-01-20",
            "name": "山东",
            "value": "0"
        },
        {
            "date": "2020-01-20",
            "name": "湖北",
            "value": "239"
        },
        {
            "date": "2020-01-20",
            "name": "广东",
            "value": "14"
        },
        {
            "date": "2020-01-20",
            "name": "广西",
            "value": "0"
        },
        {
            "date": "2020-01-20",
            "name": "海南",
            "value": "0"
        },
        {
            "date": "2020-01-20",
            "name": "四川",
            "value": "0"
        },
        {
            "date": "2020-01-20",
            "name": "贵州",
            "value": "0"
        },
        {
            "date": "2020-01-20",
            "name": "云南",
            "value": "0"
        },
        {
            "date": "2020-01-20",
            "name": "宁夏",
            "value": "0"
        }
    ],
    [{
            "date": "2020-01-21",
            "name": "北京",
            "value": "10"
        },
        {
            "date": "2020-01-21",
            "name": "天津",
            "value": "2"
        },
        {
            "date": "2020-01-21",
            "name": "山西",
            "value": "0"
        },
        {
            "date": "2020-01-21",
            "name": "吉林",
            "value": "0"
        },
        {
            "date": "2020-01-21",
            "name": "黑龙江",
            "value": "0"
        },
        {
            "date": "2020-01-21",
            "name": "上海",
            "value": "6"
        },
        {
            "date": "2020-01-21",
            "name": "浙江",
            "value": "5"
        },
        {
            "date": "2020-01-21",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-01-21",
            "name": "江西",
            "value": "2"
        },
        {
            "date": "2020-01-21",
            "name": "山东",
            "value": "1"
        },
        {
            "date": "2020-01-21",
            "name": "河南",
            "value": "1"
        },
        {
            "date": "2020-01-21",
            "name": "湖北",
            "value": "338"
        },
        {
            "date": "2020-01-21",
            "name": "湖南",
            "value": "1"
        },
        {
            "date": "2020-01-21",
            "name": "广东",
            "value": "26"
        },
        {
            "date": "2020-01-21",
            "name": "广西",
            "value": "0"
        },
        {
            "date": "2020-01-21",
            "name": "海南",
            "value": "0"
        },
        {
            "date": "2020-01-21",
            "name": "重庆",
            "value": "5"
        },
        {
            "date": "2020-01-21",
            "name": "四川",
            "value": "2"
        },
        {
            "date": "2020-01-21",
            "name": "贵州",
            "value": "0"
        },
        {
            "date": "2020-01-21",
            "name": "云南",
            "value": "1"
        },
        {
            "date": "2020-01-21",
            "name": "宁夏",
            "value": "0"
        }
    ],
    [{
            "date": "2020-01-22",
            "name": "北京",
            "value": "14"
        },
        {
            "date": "2020-01-22",
            "name": "天津",
            "value": "4"
        },
        {
            "date": "2020-01-22",
            "name": "河北",
            "value": "1"
        },
        {
            "date": "2020-01-22",
            "name": "山西",
            "value": "1"
        },
        {
            "date": "2020-01-22",
            "name": "辽宁",
            "value": "2"
        },
        {
            "date": "2020-01-22",
            "name": "吉林",
            "value": "1"
        },
        {
            "date": "2020-01-22",
            "name": "黑龙江",
            "value": "1"
        },
        {
            "date": "2020-01-22",
            "name": "上海",
            "value": "16"
        },
        {
            "date": "2020-01-22",
            "name": "江苏",
            "value": "1"
        },
        {
            "date": "2020-01-22",
            "name": "浙江",
            "value": "10"
        },
        {
            "date": "2020-01-22",
            "name": "安徽",
            "value": "1"
        },
        {
            "date": "2020-01-22",
            "name": "福建",
            "value": "1"
        },
        {
            "date": "2020-01-22",
            "name": "江西",
            "value": "3"
        },
        {
            "date": "2020-01-22",
            "name": "山东",
            "value": "6"
        },
        {
            "date": "2020-01-22",
            "name": "河南",
            "value": "5"
        },
        {
            "date": "2020-01-22",
            "name": "湖北",
            "value": "399"
        },
        {
            "date": "2020-01-22",
            "name": "湖南",
            "value": "4"
        },
        {
            "date": "2020-01-22",
            "name": "广东",
            "value": "32"
        },
        {
            "date": "2020-01-22",
            "name": "广西",
            "value": "2"
        },
        {
            "date": "2020-01-22",
            "name": "海南",
            "value": "5"
        },
        {
            "date": "2020-01-22",
            "name": "重庆",
            "value": "9"
        },
        {
            "date": "2020-01-22",
            "name": "四川",
            "value": "5"
        },
        {
            "date": "2020-01-22",
            "name": "贵州",
            "value": "3"
        },
        {
            "date": "2020-01-22",
            "name": "陕西",
            "value": "4"
        },
        {
            "date": "2020-01-22",
            "name": "宁夏",
            "value": "1"
        },
        {
            "date": "2020-01-22",
            "name": "台湾",
            "value": "1"
        },
        {
            "date": "2020-01-22",
            "name": "香港",
            "value": "1"
        },
        {
            "date": "2020-01-22",
            "name": "澳门",
            "value": "1"
        }
    ],
    [{
            "date": "2020-01-23",
            "name": "北京",
            "value": "22"
        },
        {
            "date": "2020-01-23",
            "name": "天津",
            "value": "5"
        },
        {
            "date": "2020-01-23",
            "name": "河北",
            "value": "1"
        },
        {
            "date": "2020-01-23",
            "name": "山西",
            "value": "1"
        },
        {
            "date": "2020-01-23",
            "name": "内蒙古",
            "value": "1"
        },
        {
            "date": "2020-01-23",
            "name": "辽宁",
            "value": "4"
        },
        {
            "date": "2020-01-23",
            "name": "吉林",
            "value": "3"
        },
        {
            "date": "2020-01-23",
            "name": "黑龙江",
            "value": "3"
        },
        {
            "date": "2020-01-23",
            "name": "上海",
            "value": "20"
        },
        {
            "date": "2020-01-23",
            "name": "江苏",
            "value": "9"
        },
        {
            "date": "2020-01-23",
            "name": "浙江",
            "value": "42"
        },
        {
            "date": "2020-01-23",
            "name": "安徽",
            "value": "15"
        },
        {
            "date": "2020-01-23",
            "name": "福建",
            "value": "4"
        },
        {
            "date": "2020-01-23",
            "name": "江西",
            "value": "7"
        },
        {
            "date": "2020-01-23",
            "name": "山东",
            "value": "9"
        },
        {
            "date": "2020-01-23",
            "name": "河南",
            "value": "9"
        },
        {
            "date": "2020-01-23",
            "name": "湖北",
            "value": "494"
        },
        {
            "date": "2020-01-23",
            "name": "湖南",
            "value": "24"
        },
        {
            "date": "2020-01-23",
            "name": "广东",
            "value": "51"
        },
        {
            "date": "2020-01-23",
            "name": "广西",
            "value": "13"
        },
        {
            "date": "2020-01-23",
            "name": "海南",
            "value": "8"
        },
        {
            "date": "2020-01-23",
            "name": "重庆",
            "value": "27"
        },
        {
            "date": "2020-01-23",
            "name": "四川",
            "value": "15"
        },
        {
            "date": "2020-01-23",
            "name": "贵州",
            "value": "3"
        },
        {
            "date": "2020-01-23",
            "name": "云南",
            "value": "2"
        },
        {
            "date": "2020-01-23",
            "name": "陕西",
            "value": "5"
        },
        {
            "date": "2020-01-23",
            "name": "甘肃",
            "value": "2"
        },
        {
            "date": "2020-01-23",
            "name": "宁夏",
            "value": "2"
        },
        {
            "date": "2020-01-23",
            "name": "新疆",
            "value": "2"
        },
        {
            "date": "2020-01-23",
            "name": "台湾",
            "value": "1"
        },
        {
            "date": "2020-01-23",
            "name": "香港",
            "value": "2"
        },
        {
            "date": "2020-01-23",
            "name": "澳门",
            "value": "2"
        }
    ],
    [{
            "date": "2020-01-24",
            "name": "北京",
            "value": "36"
        },
        {
            "date": "2020-01-24",
            "name": "天津",
            "value": "8"
        },
        {
            "date": "2020-01-24",
            "name": "河北",
            "value": "7"
        },
        {
            "date": "2020-01-24",
            "name": "山西",
            "value": "6"
        },
        {
            "date": "2020-01-24",
            "name": "内蒙古",
            "value": "2"
        },
        {
            "date": "2020-01-24",
            "name": "辽宁",
            "value": "12"
        },
        {
            "date": "2020-01-24",
            "name": "吉林",
            "value": "4"
        },
        {
            "date": "2020-01-24",
            "name": "黑龙江",
            "value": "8"
        },
        {
            "date": "2020-01-24",
            "name": "上海",
            "value": "32"
        },
        {
            "date": "2020-01-24",
            "name": "江苏",
            "value": "17"
        },
        {
            "date": "2020-01-24",
            "name": "浙江",
            "value": "61"
        },
        {
            "date": "2020-01-24",
            "name": "安徽",
            "value": "39"
        },
        {
            "date": "2020-01-24",
            "name": "福建",
            "value": "10"
        },
        {
            "date": "2020-01-24",
            "name": "江西",
            "value": "18"
        },
        {
            "date": "2020-01-24",
            "name": "山东",
            "value": "21"
        },
        {
            "date": "2020-01-24",
            "name": "河南",
            "value": "32"
        },
        {
            "date": "2020-01-24",
            "name": "湖北",
            "value": "658"
        },
        {
            "date": "2020-01-24",
            "name": "湖南",
            "value": "43"
        },
        {
            "date": "2020-01-24",
            "name": "广东",
            "value": "76"
        },
        {
            "date": "2020-01-24",
            "name": "广西",
            "value": "23"
        },
        {
            "date": "2020-01-24",
            "name": "海南",
            "value": "17"
        },
        {
            "date": "2020-01-24",
            "name": "重庆",
            "value": "57"
        },
        {
            "date": "2020-01-24",
            "name": "四川",
            "value": "28"
        },
        {
            "date": "2020-01-24",
            "name": "贵州",
            "value": "4"
        },
        {
            "date": "2020-01-24",
            "name": "云南",
            "value": "5"
        },
        {
            "date": "2020-01-24",
            "name": "陕西",
            "value": "15"
        },
        {
            "date": "2020-01-24",
            "name": "甘肃",
            "value": "4"
        },
        {
            "date": "2020-01-24",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-01-24",
            "name": "宁夏",
            "value": "3"
        },
        {
            "date": "2020-01-24",
            "name": "新疆",
            "value": "3"
        },
        {
            "date": "2020-01-24",
            "name": "台湾",
            "value": "3"
        },
        {
            "date": "2020-01-24",
            "name": "香港",
            "value": "5"
        },
        {
            "date": "2020-01-24",
            "name": "澳门",
            "value": "2"
        }
    ],
    [{
            "date": "2020-01-25",
            "name": "北京",
            "value": "41"
        },
        {
            "date": "2020-01-25",
            "name": "天津",
            "value": "10"
        },
        {
            "date": "2020-01-25",
            "name": "河北",
            "value": "12"
        },
        {
            "date": "2020-01-25",
            "name": "山西",
            "value": "9"
        },
        {
            "date": "2020-01-25",
            "name": "内蒙古",
            "value": "7"
        },
        {
            "date": "2020-01-25",
            "name": "辽宁",
            "value": "16"
        },
        {
            "date": "2020-01-25",
            "name": "吉林",
            "value": "4"
        },
        {
            "date": "2020-01-25",
            "name": "黑龙江",
            "value": "14"
        },
        {
            "date": "2020-01-25",
            "name": "上海",
            "value": "38"
        },
        {
            "date": "2020-01-25",
            "name": "江苏",
            "value": "30"
        },
        {
            "date": "2020-01-25",
            "name": "浙江",
            "value": "103"
        },
        {
            "date": "2020-01-25",
            "name": "安徽",
            "value": "60"
        },
        {
            "date": "2020-01-25",
            "name": "福建",
            "value": "18"
        },
        {
            "date": "2020-01-25",
            "name": "江西",
            "value": "36"
        },
        {
            "date": "2020-01-25",
            "name": "山东",
            "value": "39"
        },
        {
            "date": "2020-01-25",
            "name": "河南",
            "value": "82"
        },
        {
            "date": "2020-01-25",
            "name": "湖北",
            "value": "958"
        },
        {
            "date": "2020-01-25",
            "name": "湖南",
            "value": "69"
        },
        {
            "date": "2020-01-25",
            "name": "广东",
            "value": "96"
        },
        {
            "date": "2020-01-25",
            "name": "广西",
            "value": "33"
        },
        {
            "date": "2020-01-25",
            "name": "海南",
            "value": "22"
        },
        {
            "date": "2020-01-25",
            "name": "重庆",
            "value": "75"
        },
        {
            "date": "2020-01-25",
            "name": "四川",
            "value": "44"
        },
        {
            "date": "2020-01-25",
            "name": "贵州",
            "value": "5"
        },
        {
            "date": "2020-01-25",
            "name": "云南",
            "value": "11"
        },
        {
            "date": "2020-01-25",
            "name": "陕西",
            "value": "22"
        },
        {
            "date": "2020-01-25",
            "name": "甘肃",
            "value": "7"
        },
        {
            "date": "2020-01-25",
            "name": "青海",
            "value": "1"
        },
        {
            "date": "2020-01-25",
            "name": "宁夏",
            "value": "4"
        },
        {
            "date": "2020-01-25",
            "name": "新疆",
            "value": "4"
        },
        {
            "date": "2020-01-25",
            "name": "台湾",
            "value": "3"
        },
        {
            "date": "2020-01-25",
            "name": "香港",
            "value": "5"
        },
        {
            "date": "2020-01-25",
            "name": "澳门",
            "value": "2"
        }
    ],
    [{
            "date": "2020-01-26",
            "name": "北京",
            "value": "68"
        },
        {
            "date": "2020-01-26",
            "name": "天津",
            "value": "14"
        },
        {
            "date": "2020-01-26",
            "name": "河北",
            "value": "17"
        },
        {
            "date": "2020-01-26",
            "name": "山西",
            "value": "13"
        },
        {
            "date": "2020-01-26",
            "name": "内蒙古",
            "value": "11"
        },
        {
            "date": "2020-01-26",
            "name": "辽宁",
            "value": "22"
        },
        {
            "date": "2020-01-26",
            "name": "吉林",
            "value": "6"
        },
        {
            "date": "2020-01-26",
            "name": "黑龙江",
            "value": "20"
        },
        {
            "date": "2020-01-26",
            "name": "上海",
            "value": "51"
        },
        {
            "date": "2020-01-26",
            "name": "江苏",
            "value": "46"
        },
        {
            "date": "2020-01-26",
            "name": "浙江",
            "value": "127"
        },
        {
            "date": "2020-01-26",
            "name": "安徽",
            "value": "70"
        },
        {
            "date": "2020-01-26",
            "name": "福建",
            "value": "35"
        },
        {
            "date": "2020-01-26",
            "name": "江西",
            "value": "48"
        },
        {
            "date": "2020-01-26",
            "name": "山东",
            "value": "63"
        },
        {
            "date": "2020-01-26",
            "name": "河南",
            "value": "127"
        },
        {
            "date": "2020-01-26",
            "name": "湖北",
            "value": "1303"
        },
        {
            "date": "2020-01-26",
            "name": "湖南",
            "value": "100"
        },
        {
            "date": "2020-01-26",
            "name": "广东",
            "value": "144"
        },
        {
            "date": "2020-01-26",
            "name": "广西",
            "value": "46"
        },
        {
            "date": "2020-01-26",
            "name": "海南",
            "value": "30"
        },
        {
            "date": "2020-01-26",
            "name": "重庆",
            "value": "110"
        },
        {
            "date": "2020-01-26",
            "name": "四川",
            "value": "69"
        },
        {
            "date": "2020-01-26",
            "name": "贵州",
            "value": "7"
        },
        {
            "date": "2020-01-26",
            "name": "云南",
            "value": "19"
        },
        {
            "date": "2020-01-26",
            "name": "陕西",
            "value": "35"
        },
        {
            "date": "2020-01-26",
            "name": "甘肃",
            "value": "14"
        },
        {
            "date": "2020-01-26",
            "name": "青海",
            "value": "4"
        },
        {
            "date": "2020-01-26",
            "name": "宁夏",
            "value": "7"
        },
        {
            "date": "2020-01-26",
            "name": "新疆",
            "value": "5"
        },
        {
            "date": "2020-01-26",
            "name": "台湾",
            "value": "4"
        },
        {
            "date": "2020-01-26",
            "name": "香港",
            "value": "8"
        },
        {
            "date": "2020-01-26",
            "name": "澳门",
            "value": "5"
        }
    ],
    [{
            "date": "2020-01-27",
            "name": "北京",
            "value": "77"
        },
        {
            "date": "2020-01-27",
            "name": "天津",
            "value": "23"
        },
        {
            "date": "2020-01-27",
            "name": "河北",
            "value": "32"
        },
        {
            "date": "2020-01-27",
            "name": "山西",
            "value": "20"
        },
        {
            "date": "2020-01-27",
            "name": "内蒙古",
            "value": "13"
        },
        {
            "date": "2020-01-27",
            "name": "辽宁",
            "value": "27"
        },
        {
            "date": "2020-01-27",
            "name": "吉林",
            "value": "8"
        },
        {
            "date": "2020-01-27",
            "name": "黑龙江",
            "value": "29"
        },
        {
            "date": "2020-01-27",
            "name": "上海",
            "value": "62"
        },
        {
            "date": "2020-01-27",
            "name": "江苏",
            "value": "69"
        },
        {
            "date": "2020-01-27",
            "name": "浙江",
            "value": "172"
        },
        {
            "date": "2020-01-27",
            "name": "安徽",
            "value": "106"
        },
        {
            "date": "2020-01-27",
            "name": "福建",
            "value": "59"
        },
        {
            "date": "2020-01-27",
            "name": "江西",
            "value": "72"
        },
        {
            "date": "2020-01-27",
            "name": "山东",
            "value": "63"
        },
        {
            "date": "2020-01-27",
            "name": "河南",
            "value": "167"
        },
        {
            "date": "2020-01-27",
            "name": "湖北",
            "value": "2567"
        },
        {
            "date": "2020-01-27",
            "name": "湖南",
            "value": "143"
        },
        {
            "date": "2020-01-27",
            "name": "广东",
            "value": "184"
        },
        {
            "date": "2020-01-27",
            "name": "广西",
            "value": "51"
        },
        {
            "date": "2020-01-27",
            "name": "海南",
            "value": "39"
        },
        {
            "date": "2020-01-27",
            "name": "重庆",
            "value": "132"
        },
        {
            "date": "2020-01-27",
            "name": "四川",
            "value": "90"
        },
        {
            "date": "2020-01-27",
            "name": "贵州",
            "value": "9"
        },
        {
            "date": "2020-01-27",
            "name": "云南",
            "value": "44"
        },
        {
            "date": "2020-01-27",
            "name": "陕西",
            "value": "46"
        },
        {
            "date": "2020-01-27",
            "name": "甘肃",
            "value": "19"
        },
        {
            "date": "2020-01-27",
            "name": "青海",
            "value": "6"
        },
        {
            "date": "2020-01-27",
            "name": "宁夏",
            "value": "11"
        },
        {
            "date": "2020-01-27",
            "name": "新疆",
            "value": "10"
        },
        {
            "date": "2020-01-27",
            "name": "台湾",
            "value": "5"
        },
        {
            "date": "2020-01-27",
            "name": "香港",
            "value": "8"
        },
        {
            "date": "2020-01-27",
            "name": "澳门",
            "value": "7"
        }
    ],
    [{
            "date": "2020-01-28",
            "name": "北京",
            "value": "86"
        },
        {
            "date": "2020-01-28",
            "name": "天津",
            "value": "24"
        },
        {
            "date": "2020-01-28",
            "name": "河北",
            "value": "47"
        },
        {
            "date": "2020-01-28",
            "name": "山西",
            "value": "27"
        },
        {
            "date": "2020-01-28",
            "name": "内蒙古",
            "value": "16"
        },
        {
            "date": "2020-01-28",
            "name": "辽宁",
            "value": "34"
        },
        {
            "date": "2020-01-28",
            "name": "吉林",
            "value": "9"
        },
        {
            "date": "2020-01-28",
            "name": "黑龙江",
            "value": "36"
        },
        {
            "date": "2020-01-28",
            "name": "上海",
            "value": "75"
        },
        {
            "date": "2020-01-28",
            "name": "江苏",
            "value": "98"
        },
        {
            "date": "2020-01-28",
            "name": "浙江",
            "value": "293"
        },
        {
            "date": "2020-01-28",
            "name": "安徽",
            "value": "152"
        },
        {
            "date": "2020-01-28",
            "name": "福建",
            "value": "80"
        },
        {
            "date": "2020-01-28",
            "name": "江西",
            "value": "106"
        },
        {
            "date": "2020-01-28",
            "name": "山东",
            "value": "121"
        },
        {
            "date": "2020-01-28",
            "name": "河南",
            "value": "203"
        },
        {
            "date": "2020-01-28",
            "name": "湖北",
            "value": "3349"
        },
        {
            "date": "2020-01-28",
            "name": "湖南",
            "value": "221"
        },
        {
            "date": "2020-01-28",
            "name": "广东",
            "value": "236"
        },
        {
            "date": "2020-01-28",
            "name": "广西",
            "value": "56"
        },
        {
            "date": "2020-01-28",
            "name": "海南",
            "value": "42"
        },
        {
            "date": "2020-01-28",
            "name": "重庆",
            "value": "147"
        },
        {
            "date": "2020-01-28",
            "name": "四川",
            "value": "108"
        },
        {
            "date": "2020-01-28",
            "name": "贵州",
            "value": "8"
        },
        {
            "date": "2020-01-28",
            "name": "云南",
            "value": "51"
        },
        {
            "date": "2020-01-28",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-01-28",
            "name": "陕西",
            "value": "56"
        },
        {
            "date": "2020-01-28",
            "name": "甘肃",
            "value": "24"
        },
        {
            "date": "2020-01-28",
            "name": "青海",
            "value": "6"
        },
        {
            "date": "2020-01-28",
            "name": "宁夏",
            "value": "12"
        },
        {
            "date": "2020-01-28",
            "name": "新疆",
            "value": "13"
        },
        {
            "date": "2020-01-28",
            "name": "台湾",
            "value": "8"
        },
        {
            "date": "2020-01-28",
            "name": "香港",
            "value": "8"
        },
        {
            "date": "2020-01-28",
            "name": "澳门",
            "value": "7"
        }
    ],
    [{
            "date": "2020-01-29",
            "name": "北京",
            "value": "109"
        },
        {
            "date": "2020-01-29",
            "name": "天津",
            "value": "27"
        },
        {
            "date": "2020-01-29",
            "name": "河北",
            "value": "64"
        },
        {
            "date": "2020-01-29",
            "name": "山西",
            "value": "34"
        },
        {
            "date": "2020-01-29",
            "name": "内蒙古",
            "value": "18"
        },
        {
            "date": "2020-01-29",
            "name": "辽宁",
            "value": "40"
        },
        {
            "date": "2020-01-29",
            "name": "吉林",
            "value": "14"
        },
        {
            "date": "2020-01-29",
            "name": "黑龙江",
            "value": "42"
        },
        {
            "date": "2020-01-29",
            "name": "上海",
            "value": "95"
        },
        {
            "date": "2020-01-29",
            "name": "江苏",
            "value": "128"
        },
        {
            "date": "2020-01-29",
            "name": "浙江",
            "value": "424"
        },
        {
            "date": "2020-01-29",
            "name": "安徽",
            "value": "198"
        },
        {
            "date": "2020-01-29",
            "name": "福建",
            "value": "101"
        },
        {
            "date": "2020-01-29",
            "name": "江西",
            "value": "159"
        },
        {
            "date": "2020-01-29",
            "name": "山东",
            "value": "144"
        },
        {
            "date": "2020-01-29",
            "name": "河南",
            "value": "202"
        },
        {
            "date": "2020-01-29",
            "name": "湖北",
            "value": "4334"
        },
        {
            "date": "2020-01-29",
            "name": "湖南",
            "value": "277"
        },
        {
            "date": "2020-01-29",
            "name": "广东",
            "value": "305"
        },
        {
            "date": "2020-01-29",
            "name": "广西",
            "value": "76"
        },
        {
            "date": "2020-01-29",
            "name": "海南",
            "value": "44"
        },
        {
            "date": "2020-01-29",
            "name": "重庆",
            "value": "164"
        },
        {
            "date": "2020-01-29",
            "name": "四川",
            "value": "140"
        },
        {
            "date": "2020-01-29",
            "name": "贵州",
            "value": "11"
        },
        {
            "date": "2020-01-29",
            "name": "云南",
            "value": "70"
        },
        {
            "date": "2020-01-29",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-01-29",
            "name": "陕西",
            "value": "63"
        },
        {
            "date": "2020-01-29",
            "name": "甘肃",
            "value": "26"
        },
        {
            "date": "2020-01-29",
            "name": "青海",
            "value": "6"
        },
        {
            "date": "2020-01-29",
            "name": "宁夏",
            "value": "17"
        },
        {
            "date": "2020-01-29",
            "name": "新疆",
            "value": "14"
        },
        {
            "date": "2020-01-29",
            "name": "台湾",
            "value": "8"
        },
        {
            "date": "2020-01-29",
            "name": "香港",
            "value": "10"
        },
        {
            "date": "2020-01-29",
            "name": "澳门",
            "value": "7"
        }
    ],
    [{
            "date": "2020-01-30",
            "name": "北京",
            "value": "126"
        },
        {
            "date": "2020-01-30",
            "name": "天津",
            "value": "31"
        },
        {
            "date": "2020-01-30",
            "name": "河北",
            "value": "81"
        },
        {
            "date": "2020-01-30",
            "name": "山西",
            "value": "38"
        },
        {
            "date": "2020-01-30",
            "name": "内蒙古",
            "value": "20"
        },
        {
            "date": "2020-01-30",
            "name": "辽宁",
            "value": "44"
        },
        {
            "date": "2020-01-30",
            "name": "吉林",
            "value": "13"
        },
        {
            "date": "2020-01-30",
            "name": "黑龙江",
            "value": "57"
        },
        {
            "date": "2020-01-30",
            "name": "上海",
            "value": "122"
        },
        {
            "date": "2020-01-30",
            "name": "江苏",
            "value": "166"
        },
        {
            "date": "2020-01-30",
            "name": "浙江",
            "value": "528"
        },
        {
            "date": "2020-01-30",
            "name": "安徽",
            "value": "234"
        },
        {
            "date": "2020-01-30",
            "name": "福建",
            "value": "120"
        },
        {
            "date": "2020-01-30",
            "name": "江西",
            "value": "233"
        },
        {
            "date": "2020-01-30",
            "name": "山东",
            "value": "176"
        },
        {
            "date": "2020-01-30",
            "name": "河南",
            "value": "347"
        },
        {
            "date": "2020-01-30",
            "name": "湖北",
            "value": "5486"
        },
        {
            "date": "2020-01-30",
            "name": "湖南",
            "value": "330"
        },
        {
            "date": "2020-01-30",
            "name": "广东",
            "value": "384"
        },
        {
            "date": "2020-01-30",
            "name": "广西",
            "value": "85"
        },
        {
            "date": "2020-01-30",
            "name": "海南",
            "value": "47"
        },
        {
            "date": "2020-01-30",
            "name": "重庆",
            "value": "205"
        },
        {
            "date": "2020-01-30",
            "name": "四川",
            "value": "175"
        },
        {
            "date": "2020-01-30",
            "name": "贵州",
            "value": "14"
        },
        {
            "date": "2020-01-30",
            "name": "云南",
            "value": "80"
        },
        {
            "date": "2020-01-30",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-01-30",
            "name": "陕西",
            "value": "87"
        },
        {
            "date": "2020-01-30",
            "name": "甘肃",
            "value": "29"
        },
        {
            "date": "2020-01-30",
            "name": "青海",
            "value": "8"
        },
        {
            "date": "2020-01-30",
            "name": "宁夏",
            "value": "21"
        },
        {
            "date": "2020-01-30",
            "name": "新疆",
            "value": "17"
        },
        {
            "date": "2020-01-30",
            "name": "台湾",
            "value": "9"
        },
        {
            "date": "2020-01-30",
            "name": "香港",
            "value": "12"
        },
        {
            "date": "2020-01-30",
            "name": "澳门",
            "value": "7"
        }
    ],
    [{
            "date": "2020-01-31",
            "name": "北京",
            "value": "150"
        },
        {
            "date": "2020-01-31",
            "name": "天津",
            "value": "32"
        },
        {
            "date": "2020-01-31",
            "name": "河北",
            "value": "95"
        },
        {
            "date": "2020-01-31",
            "name": "山西",
            "value": "46"
        },
        {
            "date": "2020-01-31",
            "name": "内蒙古",
            "value": "22"
        },
        {
            "date": "2020-01-31",
            "name": "辽宁",
            "value": "59"
        },
        {
            "date": "2020-01-31",
            "name": "吉林",
            "value": "16"
        },
        {
            "date": "2020-01-31",
            "name": "黑龙江",
            "value": "78"
        },
        {
            "date": "2020-01-31",
            "name": "上海",
            "value": "143"
        },
        {
            "date": "2020-01-31",
            "name": "江苏",
            "value": "197"
        },
        {
            "date": "2020-01-31",
            "name": "浙江",
            "value": "584"
        },
        {
            "date": "2020-01-31",
            "name": "安徽",
            "value": "294"
        },
        {
            "date": "2020-01-31",
            "name": "福建",
            "value": "144"
        },
        {
            "date": "2020-01-31",
            "name": "江西",
            "value": "277"
        },
        {
            "date": "2020-01-31",
            "name": "山东",
            "value": "200"
        },
        {
            "date": "2020-01-31",
            "name": "河南",
            "value": "417"
        },
        {
            "date": "2020-01-31",
            "name": "湖北",
            "value": "6738"
        },
        {
            "date": "2020-01-31",
            "name": "湖南",
            "value": "386"
        },
        {
            "date": "2020-01-31",
            "name": "广东",
            "value": "520"
        },
        {
            "date": "2020-01-31",
            "name": "广西",
            "value": "98"
        },
        {
            "date": "2020-01-31",
            "name": "海南",
            "value": "55"
        },
        {
            "date": "2020-01-31",
            "name": "重庆",
            "value": "236"
        },
        {
            "date": "2020-01-31",
            "name": "四川",
            "value": "203"
        },
        {
            "date": "2020-01-31",
            "name": "贵州",
            "value": "27"
        },
        {
            "date": "2020-01-31",
            "name": "云南",
            "value": "90"
        },
        {
            "date": "2020-01-31",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-01-31",
            "name": "陕西",
            "value": "101"
        },
        {
            "date": "2020-01-31",
            "name": "甘肃",
            "value": "35"
        },
        {
            "date": "2020-01-31",
            "name": "青海",
            "value": "9"
        },
        {
            "date": "2020-01-31",
            "name": "宁夏",
            "value": "26"
        },
        {
            "date": "2020-01-31",
            "name": "新疆",
            "value": "18"
        },
        {
            "date": "2020-01-31",
            "name": "台湾",
            "value": "10"
        },
        {
            "date": "2020-01-31",
            "name": "香港",
            "value": "13"
        },
        {
            "date": "2020-01-31",
            "name": "澳门",
            "value": "7"
        }
    ],
    [{
            "date": "2020-02-01",
            "name": "北京",
            "value": "173"
        },
        {
            "date": "2020-02-01",
            "name": "天津",
            "value": "41"
        },
        {
            "date": "2020-02-01",
            "name": "河北",
            "value": "100"
        },
        {
            "date": "2020-02-01",
            "name": "山西",
            "value": "55"
        },
        {
            "date": "2020-02-01",
            "name": "内蒙古",
            "value": "26"
        },
        {
            "date": "2020-02-01",
            "name": "辽宁",
            "value": "63"
        },
        {
            "date": "2020-02-01",
            "name": "吉林",
            "value": "22"
        },
        {
            "date": "2020-02-01",
            "name": "黑龙江",
            "value": "93"
        },
        {
            "date": "2020-02-01",
            "name": "上海",
            "value": "166"
        },
        {
            "date": "2020-02-01",
            "name": "江苏",
            "value": "230"
        },
        {
            "date": "2020-02-01",
            "name": "浙江",
            "value": "638"
        },
        {
            "date": "2020-02-01",
            "name": "安徽",
            "value": "335"
        },
        {
            "date": "2020-02-01",
            "name": "福建",
            "value": "159"
        },
        {
            "date": "2020-02-01",
            "name": "江西",
            "value": "323"
        },
        {
            "date": "2020-02-01",
            "name": "山东",
            "value": "220"
        },
        {
            "date": "2020-02-01",
            "name": "河南",
            "value": "487"
        },
        {
            "date": "2020-02-01",
            "name": "湖北",
            "value": "8565"
        },
        {
            "date": "2020-02-01",
            "name": "湖南",
            "value": "455"
        },
        {
            "date": "2020-02-01",
            "name": "广东",
            "value": "592"
        },
        {
            "date": "2020-02-01",
            "name": "广西",
            "value": "109"
        },
        {
            "date": "2020-02-01",
            "name": "海南",
            "value": "61"
        },
        {
            "date": "2020-02-01",
            "name": "重庆",
            "value": "258"
        },
        {
            "date": "2020-02-01",
            "name": "四川",
            "value": "227"
        },
        {
            "date": "2020-02-01",
            "name": "贵州",
            "value": "36"
        },
        {
            "date": "2020-02-01",
            "name": "云南",
            "value": "97"
        },
        {
            "date": "2020-02-01",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-01",
            "name": "陕西",
            "value": "116"
        },
        {
            "date": "2020-02-01",
            "name": "甘肃",
            "value": "40"
        },
        {
            "date": "2020-02-01",
            "name": "青海",
            "value": "9"
        },
        {
            "date": "2020-02-01",
            "name": "宁夏",
            "value": "28"
        },
        {
            "date": "2020-02-01",
            "name": "新疆",
            "value": "21"
        },
        {
            "date": "2020-02-01",
            "name": "台湾",
            "value": "10"
        },
        {
            "date": "2020-02-01",
            "name": "香港",
            "value": "14"
        },
        {
            "date": "2020-02-01",
            "name": "澳门",
            "value": "7"
        }
    ],
    [{
            "date": "2020-02-02",
            "name": "北京",
            "value": "199"
        },
        {
            "date": "2020-02-02",
            "name": "天津",
            "value": "47"
        },
        {
            "date": "2020-02-02",
            "name": "河北",
            "value": "109"
        },
        {
            "date": "2020-02-02",
            "name": "山西",
            "value": "64"
        },
        {
            "date": "2020-02-02",
            "name": "内蒙古",
            "value": "33"
        },
        {
            "date": "2020-02-02",
            "name": "辽宁",
            "value": "69"
        },
        {
            "date": "2020-02-02",
            "name": "吉林",
            "value": "30"
        },
        {
            "date": "2020-02-02",
            "name": "黑龙江",
            "value": "114"
        },
        {
            "date": "2020-02-02",
            "name": "上海",
            "value": "182"
        },
        {
            "date": "2020-02-02",
            "name": "江苏",
            "value": "264"
        },
        {
            "date": "2020-02-02",
            "name": "浙江",
            "value": "688"
        },
        {
            "date": "2020-02-02",
            "name": "安徽",
            "value": "401"
        },
        {
            "date": "2020-02-02",
            "name": "福建",
            "value": "179"
        },
        {
            "date": "2020-02-02",
            "name": "江西",
            "value": "373"
        },
        {
            "date": "2020-02-02",
            "name": "山东",
            "value": "240"
        },
        {
            "date": "2020-02-02",
            "name": "河南",
            "value": "550"
        },
        {
            "date": "2020-02-02",
            "name": "湖北",
            "value": "10532"
        },
        {
            "date": "2020-02-02",
            "name": "湖南",
            "value": "505"
        },
        {
            "date": "2020-02-02",
            "name": "广东",
            "value": "669"
        },
        {
            "date": "2020-02-02",
            "name": "广西",
            "value": "125"
        },
        {
            "date": "2020-02-02",
            "name": "海南",
            "value": "65"
        },
        {
            "date": "2020-02-02",
            "name": "重庆",
            "value": "291"
        },
        {
            "date": "2020-02-02",
            "name": "四川",
            "value": "241"
        },
        {
            "date": "2020-02-02",
            "name": "贵州",
            "value": "44"
        },
        {
            "date": "2020-02-02",
            "name": "云南",
            "value": "106"
        },
        {
            "date": "2020-02-02",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-02",
            "name": "陕西",
            "value": "128"
        },
        {
            "date": "2020-02-02",
            "name": "甘肃",
            "value": "48"
        },
        {
            "date": "2020-02-02",
            "name": "青海",
            "value": "13"
        },
        {
            "date": "2020-02-02",
            "name": "宁夏",
            "value": "31"
        },
        {
            "date": "2020-02-02",
            "name": "新疆",
            "value": "24"
        },
        {
            "date": "2020-02-02",
            "name": "台湾",
            "value": "10"
        },
        {
            "date": "2020-02-02",
            "name": "香港",
            "value": "15"
        },
        {
            "date": "2020-02-02",
            "name": "澳门",
            "value": "8"
        }
    ],
    [{
            "date": "2020-02-03",
            "name": "北京",
            "value": "204"
        },
        {
            "date": "2020-02-03",
            "name": "天津",
            "value": "59"
        },
        {
            "date": "2020-02-03",
            "name": "河北",
            "value": "122"
        },
        {
            "date": "2020-02-03",
            "name": "山西",
            "value": "72"
        },
        {
            "date": "2020-02-03",
            "name": "内蒙古",
            "value": "34"
        },
        {
            "date": "2020-02-03",
            "name": "辽宁",
            "value": "73"
        },
        {
            "date": "2020-02-03",
            "name": "吉林",
            "value": "41"
        },
        {
            "date": "2020-02-03",
            "name": "黑龙江",
            "value": "151"
        },
        {
            "date": "2020-02-03",
            "name": "上海",
            "value": "197"
        },
        {
            "date": "2020-02-03",
            "name": "江苏",
            "value": "300"
        },
        {
            "date": "2020-02-03",
            "name": "浙江",
            "value": "781"
        },
        {
            "date": "2020-02-03",
            "name": "安徽",
            "value": "466"
        },
        {
            "date": "2020-02-03",
            "name": "福建",
            "value": "193"
        },
        {
            "date": "2020-02-03",
            "name": "江西",
            "value": "457"
        },
        {
            "date": "2020-02-03",
            "name": "山东",
            "value": "263"
        },
        {
            "date": "2020-02-03",
            "name": "河南",
            "value": "653"
        },
        {
            "date": "2020-02-03",
            "name": "湖北",
            "value": "12712"
        },
        {
            "date": "2020-02-03",
            "name": "湖南",
            "value": "571"
        },
        {
            "date": "2020-02-03",
            "name": "广东",
            "value": "777"
        },
        {
            "date": "2020-02-03",
            "name": "广西",
            "value": "132"
        },
        {
            "date": "2020-02-03",
            "name": "海南",
            "value": "74"
        },
        {
            "date": "2020-02-03",
            "name": "重庆",
            "value": "326"
        },
        {
            "date": "2020-02-03",
            "name": "四川",
            "value": "267"
        },
        {
            "date": "2020-02-03",
            "name": "贵州",
            "value": "54"
        },
        {
            "date": "2020-02-03",
            "name": "云南",
            "value": "112"
        },
        {
            "date": "2020-02-03",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-03",
            "name": "陕西",
            "value": "141"
        },
        {
            "date": "2020-02-03",
            "name": "甘肃",
            "value": "52"
        },
        {
            "date": "2020-02-03",
            "name": "青海",
            "value": "15"
        },
        {
            "date": "2020-02-03",
            "name": "宁夏",
            "value": "34"
        },
        {
            "date": "2020-02-03",
            "name": "新疆",
            "value": "29"
        },
        {
            "date": "2020-02-03",
            "name": "台湾",
            "value": "10"
        },
        {
            "date": "2020-02-03",
            "name": "香港",
            "value": "15"
        },
        {
            "date": "2020-02-03",
            "name": "澳门",
            "value": "8"
        }
    ],
    [{
            "date": "2020-02-04",
            "name": "北京",
            "value": "228"
        },
        {
            "date": "2020-02-04",
            "name": "天津",
            "value": "65"
        },
        {
            "date": "2020-02-04",
            "name": "河北",
            "value": "130"
        },
        {
            "date": "2020-02-04",
            "name": "山西",
            "value": "77"
        },
        {
            "date": "2020-02-04",
            "name": "内蒙古",
            "value": "41"
        },
        {
            "date": "2020-02-04",
            "name": "辽宁",
            "value": "79"
        },
        {
            "date": "2020-02-04",
            "name": "吉林",
            "value": "53"
        },
        {
            "date": "2020-02-04",
            "name": "黑龙江",
            "value": "184"
        },
        {
            "date": "2020-02-04",
            "name": "上海",
            "value": "220"
        },
        {
            "date": "2020-02-04",
            "name": "江苏",
            "value": "328"
        },
        {
            "date": "2020-02-04",
            "name": "浙江",
            "value": "832"
        },
        {
            "date": "2020-02-04",
            "name": "安徽",
            "value": "510"
        },
        {
            "date": "2020-02-04",
            "name": "福建",
            "value": "198"
        },
        {
            "date": "2020-02-04",
            "name": "江西",
            "value": "521"
        },
        {
            "date": "2020-02-04",
            "name": "山东",
            "value": "285"
        },
        {
            "date": "2020-02-04",
            "name": "河南",
            "value": "721"
        },
        {
            "date": "2020-02-04",
            "name": "湖北",
            "value": "15679"
        },
        {
            "date": "2020-02-04",
            "name": "湖南",
            "value": "626"
        },
        {
            "date": "2020-02-04",
            "name": "广东",
            "value": "838"
        },
        {
            "date": "2020-02-04",
            "name": "广西",
            "value": "140"
        },
        {
            "date": "2020-02-04",
            "name": "海南",
            "value": "84"
        },
        {
            "date": "2020-02-04",
            "name": "重庆",
            "value": "350"
        },
        {
            "date": "2020-02-04",
            "name": "四川",
            "value": "277"
        },
        {
            "date": "2020-02-04",
            "name": "贵州",
            "value": "59"
        },
        {
            "date": "2020-02-04",
            "name": "云南",
            "value": "117"
        },
        {
            "date": "2020-02-04",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-04",
            "name": "陕西",
            "value": "163"
        },
        {
            "date": "2020-02-04",
            "name": "甘肃",
            "value": "53"
        },
        {
            "date": "2020-02-04",
            "name": "青海",
            "value": "17"
        },
        {
            "date": "2020-02-04",
            "name": "宁夏",
            "value": "34"
        },
        {
            "date": "2020-02-04",
            "name": "新疆",
            "value": "32"
        },
        {
            "date": "2020-02-04",
            "name": "台湾",
            "value": "11"
        },
        {
            "date": "2020-02-04",
            "name": "香港",
            "value": "17"
        },
        {
            "date": "2020-02-04",
            "name": "澳门",
            "value": "10"
        }
    ],
    [{
            "date": "2020-02-05",
            "name": "北京",
            "value": "242"
        },
        {
            "date": "2020-02-05",
            "name": "天津",
            "value": "66"
        },
        {
            "date": "2020-02-05",
            "name": "河北",
            "value": "149"
        },
        {
            "date": "2020-02-05",
            "name": "山西",
            "value": "84"
        },
        {
            "date": "2020-02-05",
            "name": "内蒙古",
            "value": "42"
        },
        {
            "date": "2020-02-05",
            "name": "辽宁",
            "value": "85"
        },
        {
            "date": "2020-02-05",
            "name": "吉林",
            "value": "57"
        },
        {
            "date": "2020-02-05",
            "name": "黑龙江",
            "value": "217"
        },
        {
            "date": "2020-02-05",
            "name": "上海",
            "value": "238"
        },
        {
            "date": "2020-02-05",
            "name": "江苏",
            "value": "347"
        },
        {
            "date": "2020-02-05",
            "name": "浙江",
            "value": "873"
        },
        {
            "date": "2020-02-05",
            "name": "安徽",
            "value": "568"
        },
        {
            "date": "2020-02-05",
            "name": "福建",
            "value": "204"
        },
        {
            "date": "2020-02-05",
            "name": "江西",
            "value": "563"
        },
        {
            "date": "2020-02-05",
            "name": "山东",
            "value": "325"
        },
        {
            "date": "2020-02-05",
            "name": "河南",
            "value": "795"
        },
        {
            "date": "2020-02-05",
            "name": "湖北",
            "value": "18483"
        },
        {
            "date": "2020-02-05",
            "name": "湖南",
            "value": "655"
        },
        {
            "date": "2020-02-05",
            "name": "广东",
            "value": "895"
        },
        {
            "date": "2020-02-05",
            "name": "广西",
            "value": "154"
        },
        {
            "date": "2020-02-05",
            "name": "海南",
            "value": "94"
        },
        {
            "date": "2020-02-05",
            "name": "重庆",
            "value": "372"
        },
        {
            "date": "2020-02-05",
            "name": "四川",
            "value": "293"
        },
        {
            "date": "2020-02-05",
            "name": "贵州",
            "value": "63"
        },
        {
            "date": "2020-02-05",
            "name": "云南",
            "value": "123"
        },
        {
            "date": "2020-02-05",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-05",
            "name": "陕西",
            "value": "167"
        },
        {
            "date": "2020-02-05",
            "name": "甘肃",
            "value": "56"
        },
        {
            "date": "2020-02-05",
            "name": "青海",
            "value": "15"
        },
        {
            "date": "2020-02-05",
            "name": "宁夏",
            "value": "39"
        },
        {
            "date": "2020-02-05",
            "name": "新疆",
            "value": "36"
        },
        {
            "date": "2020-02-05",
            "name": "台湾",
            "value": "11"
        },
        {
            "date": "2020-02-05",
            "name": "香港",
            "value": "20"
        },
        {
            "date": "2020-02-05",
            "name": "澳门",
            "value": "10"
        }
    ],
    [{
            "date": "2020-02-06",
            "name": "北京",
            "value": "263"
        },
        {
            "date": "2020-02-06",
            "name": "天津",
            "value": "77"
        },
        {
            "date": "2020-02-06",
            "name": "河北",
            "value": "154"
        },
        {
            "date": "2020-02-06",
            "name": "山西",
            "value": "84"
        },
        {
            "date": "2020-02-06",
            "name": "内蒙古",
            "value": "50"
        },
        {
            "date": "2020-02-06",
            "name": "辽宁",
            "value": "89"
        },
        {
            "date": "2020-02-06",
            "name": "吉林",
            "value": "60"
        },
        {
            "date": "2020-02-06",
            "name": "黑龙江",
            "value": "266"
        },
        {
            "date": "2020-02-06",
            "name": "上海",
            "value": "243"
        },
        {
            "date": "2020-02-06",
            "name": "江苏",
            "value": "370"
        },
        {
            "date": "2020-02-06",
            "name": "浙江",
            "value": "908"
        },
        {
            "date": "2020-02-06",
            "name": "安徽",
            "value": "631"
        },
        {
            "date": "2020-02-06",
            "name": "福建",
            "value": "209"
        },
        {
            "date": "2020-02-06",
            "name": "江西",
            "value": "616"
        },
        {
            "date": "2020-02-06",
            "name": "山东",
            "value": "348"
        },
        {
            "date": "2020-02-06",
            "name": "河南",
            "value": "843"
        },
        {
            "date": "2020-02-06",
            "name": "湖北",
            "value": "20677"
        },
        {
            "date": "2020-02-06",
            "name": "湖南",
            "value": "681"
        },
        {
            "date": "2020-02-06",
            "name": "广东",
            "value": "950"
        },
        {
            "date": "2020-02-06",
            "name": "广西",
            "value": "155"
        },
        {
            "date": "2020-02-06",
            "name": "海南",
            "value": "101"
        },
        {
            "date": "2020-02-06",
            "name": "重庆",
            "value": "385"
        },
        {
            "date": "2020-02-06",
            "name": "四川",
            "value": "306"
        },
        {
            "date": "2020-02-06",
            "name": "贵州",
            "value": "71"
        },
        {
            "date": "2020-02-06",
            "name": "云南",
            "value": "128"
        },
        {
            "date": "2020-02-06",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-06",
            "name": "陕西",
            "value": "173"
        },
        {
            "date": "2020-02-06",
            "name": "甘肃",
            "value": "58"
        },
        {
            "date": "2020-02-06",
            "name": "青海",
            "value": "15"
        },
        {
            "date": "2020-02-06",
            "name": "宁夏",
            "value": "42"
        },
        {
            "date": "2020-02-06",
            "name": "新疆",
            "value": "39"
        },
        {
            "date": "2020-02-06",
            "name": "台湾",
            "value": "15"
        },
        {
            "date": "2020-02-06",
            "name": "香港",
            "value": "23"
        },
        {
            "date": "2020-02-06",
            "name": "澳门",
            "value": "9"
        }
    ],
    [{
            "date": "2020-02-07",
            "name": "北京",
            "value": "279"
        },
        {
            "date": "2020-02-07",
            "name": "天津",
            "value": "78"
        },
        {
            "date": "2020-02-07",
            "name": "河北",
            "value": "169"
        },
        {
            "date": "2020-02-07",
            "name": "山西",
            "value": "89"
        },
        {
            "date": "2020-02-07",
            "name": "内蒙古",
            "value": "47"
        },
        {
            "date": "2020-02-07",
            "name": "辽宁",
            "value": "92"
        },
        {
            "date": "2020-02-07",
            "name": "吉林",
            "value": "64"
        },
        {
            "date": "2020-02-07",
            "name": "黑龙江",
            "value": "264"
        },
        {
            "date": "2020-02-07",
            "name": "上海",
            "value": "250"
        },
        {
            "date": "2020-02-07",
            "name": "江苏",
            "value": "396"
        },
        {
            "date": "2020-02-07",
            "name": "浙江",
            "value": "921"
        },
        {
            "date": "2020-02-07",
            "name": "安徽",
            "value": "686"
        },
        {
            "date": "2020-02-07",
            "name": "福建",
            "value": "219"
        },
        {
            "date": "2020-02-07",
            "name": "江西",
            "value": "643"
        },
        {
            "date": "2020-02-07",
            "name": "山东",
            "value": "369"
        },
        {
            "date": "2020-02-07",
            "name": "河南",
            "value": "879"
        },
        {
            "date": "2020-02-07",
            "name": "湖北",
            "value": "23139"
        },
        {
            "date": "2020-02-07",
            "name": "湖南",
            "value": "684"
        },
        {
            "date": "2020-02-07",
            "name": "广东",
            "value": "977"
        },
        {
            "date": "2020-02-07",
            "name": "广西",
            "value": "166"
        },
        {
            "date": "2020-02-07",
            "name": "海南",
            "value": "109"
        },
        {
            "date": "2020-02-07",
            "name": "重庆",
            "value": "393"
        },
        {
            "date": "2020-02-07",
            "name": "四川",
            "value": "312"
        },
        {
            "date": "2020-02-07",
            "name": "贵州",
            "value": "82"
        },
        {
            "date": "2020-02-07",
            "name": "云南",
            "value": "126"
        },
        {
            "date": "2020-02-07",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-07",
            "name": "陕西",
            "value": "175"
        },
        {
            "date": "2020-02-07",
            "name": "甘肃",
            "value": "61"
        },
        {
            "date": "2020-02-07",
            "name": "青海",
            "value": "15"
        },
        {
            "date": "2020-02-07",
            "name": "宁夏",
            "value": "39"
        },
        {
            "date": "2020-02-07",
            "name": "新疆",
            "value": "42"
        },
        {
            "date": "2020-02-07",
            "name": "台湾",
            "value": "15"
        },
        {
            "date": "2020-02-07",
            "name": "香港",
            "value": "25"
        },
        {
            "date": "2020-02-07",
            "name": "澳门",
            "value": "9"
        }
    ],
    [{
            "date": "2020-02-08",
            "name": "北京",
            "value": "287"
        },
        {
            "date": "2020-02-08",
            "name": "天津",
            "value": "83"
        },
        {
            "date": "2020-02-08",
            "name": "河北",
            "value": "174"
        },
        {
            "date": "2020-02-08",
            "name": "山西",
            "value": "94"
        },
        {
            "date": "2020-02-08",
            "name": "内蒙古",
            "value": "49"
        },
        {
            "date": "2020-02-08",
            "name": "辽宁",
            "value": "94"
        },
        {
            "date": "2020-02-08",
            "name": "吉林",
            "value": "72"
        },
        {
            "date": "2020-02-08",
            "name": "黑龙江",
            "value": "288"
        },
        {
            "date": "2020-02-08",
            "name": "上海",
            "value": "250"
        },
        {
            "date": "2020-02-08",
            "name": "江苏",
            "value": "417"
        },
        {
            "date": "2020-02-08",
            "name": "浙江",
            "value": "902"
        },
        {
            "date": "2020-02-08",
            "name": "安徽",
            "value": "719"
        },
        {
            "date": "2020-02-08",
            "name": "福建",
            "value": "226"
        },
        {
            "date": "2020-02-08",
            "name": "江西",
            "value": "667"
        },
        {
            "date": "2020-02-08",
            "name": "山东",
            "value": "384"
        },
        {
            "date": "2020-02-08",
            "name": "河南",
            "value": "896"
        },
        {
            "date": "2020-02-08",
            "name": "湖北",
            "value": "24794"
        },
        {
            "date": "2020-02-08",
            "name": "湖南",
            "value": "678"
        },
        {
            "date": "2020-02-08",
            "name": "广东",
            "value": "994"
        },
        {
            "date": "2020-02-08",
            "name": "广西",
            "value": "176"
        },
        {
            "date": "2020-02-08",
            "name": "海南",
            "value": "111"
        },
        {
            "date": "2020-02-08",
            "name": "重庆",
            "value": "405"
        },
        {
            "date": "2020-02-08",
            "name": "四川",
            "value": "325"
        },
        {
            "date": "2020-02-08",
            "name": "贵州",
            "value": "88"
        },
        {
            "date": "2020-02-08",
            "name": "云南",
            "value": "123"
        },
        {
            "date": "2020-02-08",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-08",
            "name": "陕西",
            "value": "178"
        },
        {
            "date": "2020-02-08",
            "name": "甘肃",
            "value": "66"
        },
        {
            "date": "2020-02-08",
            "name": "青海",
            "value": "15"
        },
        {
            "date": "2020-02-08",
            "name": "宁夏",
            "value": "32"
        },
        {
            "date": "2020-02-08",
            "name": "新疆",
            "value": "45"
        },
        {
            "date": "2020-02-08",
            "name": "台湾",
            "value": "16"
        },
        {
            "date": "2020-02-08",
            "name": "香港",
            "value": "25"
        },
        {
            "date": "2020-02-08",
            "name": "澳门",
            "value": "9"
        }
    ],
    [{
            "date": "2020-02-09",
            "name": "北京",
            "value": "291"
        },
        {
            "date": "2020-02-09",
            "name": "天津",
            "value": "86"
        },
        {
            "date": "2020-02-09",
            "name": "河北",
            "value": "181"
        },
        {
            "date": "2020-02-09",
            "name": "山西",
            "value": "94"
        },
        {
            "date": "2020-02-09",
            "name": "内蒙古",
            "value": "53"
        },
        {
            "date": "2020-02-09",
            "name": "辽宁",
            "value": "96"
        },
        {
            "date": "2020-02-09",
            "name": "吉林",
            "value": "67"
        },
        {
            "date": "2020-02-09",
            "name": "黑龙江",
            "value": "309"
        },
        {
            "date": "2020-02-09",
            "name": "上海",
            "value": "250"
        },
        {
            "date": "2020-02-09",
            "name": "江苏",
            "value": "420"
        },
        {
            "date": "2020-02-09",
            "name": "浙江",
            "value": "892"
        },
        {
            "date": "2020-02-09",
            "name": "安徽",
            "value": "754"
        },
        {
            "date": "2020-02-09",
            "name": "福建",
            "value": "226"
        },
        {
            "date": "2020-02-09",
            "name": "江西",
            "value": "669"
        },
        {
            "date": "2020-02-09",
            "name": "山东",
            "value": "395"
        },
        {
            "date": "2020-02-09",
            "name": "河南",
            "value": "898"
        },
        {
            "date": "2020-02-09",
            "name": "湖北",
            "value": "26965"
        },
        {
            "date": "2020-02-09",
            "name": "湖南",
            "value": "692"
        },
        {
            "date": "2020-02-09",
            "name": "广东",
            "value": "1007"
        },
        {
            "date": "2020-02-09",
            "name": "广西",
            "value": "191"
        },
        {
            "date": "2020-02-09",
            "name": "海南",
            "value": "114"
        },
        {
            "date": "2020-02-09",
            "name": "重庆",
            "value": "415"
        },
        {
            "date": "2020-02-09",
            "name": "四川",
            "value": "328"
        },
        {
            "date": "2020-02-09",
            "name": "贵州",
            "value": "101"
        },
        {
            "date": "2020-02-09",
            "name": "云南",
            "value": "123"
        },
        {
            "date": "2020-02-09",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-09",
            "name": "陕西",
            "value": "188"
        },
        {
            "date": "2020-02-09",
            "name": "甘肃",
            "value": "65"
        },
        {
            "date": "2020-02-09",
            "name": "青海",
            "value": "15"
        },
        {
            "date": "2020-02-09",
            "name": "宁夏",
            "value": "36"
        },
        {
            "date": "2020-02-09",
            "name": "新疆",
            "value": "49"
        },
        {
            "date": "2020-02-09",
            "name": "台湾",
            "value": "17"
        },
        {
            "date": "2020-02-09",
            "name": "香港",
            "value": "35"
        },
        {
            "date": "2020-02-09",
            "name": "澳门",
            "value": "9"
        }
    ],
    [{
            "date": "2020-02-10",
            "name": "北京",
            "value": "291"
        },
        {
            "date": "2020-02-10",
            "name": "天津",
            "value": "85"
        },
        {
            "date": "2020-02-10",
            "name": "河北",
            "value": "196"
        },
        {
            "date": "2020-02-10",
            "name": "山西",
            "value": "96"
        },
        {
            "date": "2020-02-10",
            "name": "内蒙古",
            "value": "53"
        },
        {
            "date": "2020-02-10",
            "name": "辽宁",
            "value": "91"
        },
        {
            "date": "2020-02-10",
            "name": "吉林",
            "value": "67"
        },
        {
            "date": "2020-02-10",
            "name": "黑龙江",
            "value": "325"
        },
        {
            "date": "2020-02-10",
            "name": "上海",
            "value": "253"
        },
        {
            "date": "2020-02-10",
            "name": "江苏",
            "value": "431"
        },
        {
            "date": "2020-02-10",
            "name": "浙江",
            "value": "867"
        },
        {
            "date": "2020-02-10",
            "name": "安徽",
            "value": "768"
        },
        {
            "date": "2020-02-10",
            "name": "福建",
            "value": "228"
        },
        {
            "date": "2020-02-10",
            "name": "江西",
            "value": "676"
        },
        {
            "date": "2020-02-10",
            "name": "山东",
            "value": "414"
        },
        {
            "date": "2020-02-10",
            "name": "河南",
            "value": "900"
        },
        {
            "date": "2020-02-10",
            "name": "湖北",
            "value": "28532"
        },
        {
            "date": "2020-02-10",
            "name": "湖南",
            "value": "698"
        },
        {
            "date": "2020-02-10",
            "name": "广东",
            "value": "995"
        },
        {
            "date": "2020-02-10",
            "name": "广西",
            "value": "184"
        },
        {
            "date": "2020-02-10",
            "name": "海南",
            "value": "120"
        },
        {
            "date": "2020-02-10",
            "name": "重庆",
            "value": "418"
        },
        {
            "date": "2020-02-10",
            "name": "四川",
            "value": "334"
        },
        {
            "date": "2020-02-10",
            "name": "贵州",
            "value": "107"
        },
        {
            "date": "2020-02-10",
            "name": "云南",
            "value": "130"
        },
        {
            "date": "2020-02-10",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-10",
            "name": "陕西",
            "value": "187"
        },
        {
            "date": "2020-02-10",
            "name": "甘肃",
            "value": "63"
        },
        {
            "date": "2020-02-10",
            "name": "青海",
            "value": "15"
        },
        {
            "date": "2020-02-10",
            "name": "宁夏",
            "value": "39"
        },
        {
            "date": "2020-02-10",
            "name": "新疆",
            "value": "55"
        },
        {
            "date": "2020-02-10",
            "name": "台湾",
            "value": "17"
        },
        {
            "date": "2020-02-10",
            "name": "香港",
            "value": "41"
        },
        {
            "date": "2020-02-10",
            "name": "澳门",
            "value": "9"
        }
    ],
    [{
            "date": "2020-02-11",
            "name": "北京",
            "value": "293"
        },
        {
            "date": "2020-02-11",
            "name": "天津",
            "value": "94"
        },
        {
            "date": "2020-02-11",
            "name": "河北",
            "value": "201"
        },
        {
            "date": "2020-02-11",
            "name": "山西",
            "value": "94"
        },
        {
            "date": "2020-02-11",
            "name": "内蒙古",
            "value": "55"
        },
        {
            "date": "2020-02-11",
            "name": "辽宁",
            "value": "97"
        },
        {
            "date": "2020-02-11",
            "name": "吉林",
            "value": "64"
        },
        {
            "date": "2020-02-11",
            "name": "黑龙江",
            "value": "342"
        },
        {
            "date": "2020-02-11",
            "name": "上海",
            "value": "252"
        },
        {
            "date": "2020-02-11",
            "name": "江苏",
            "value": "449"
        },
        {
            "date": "2020-02-11",
            "name": "浙江",
            "value": "852"
        },
        {
            "date": "2020-02-11",
            "name": "安徽",
            "value": "776"
        },
        {
            "date": "2020-02-11",
            "name": "福建",
            "value": "226"
        },
        {
            "date": "2020-02-11",
            "name": "江西",
            "value": "691"
        },
        {
            "date": "2020-02-11",
            "name": "山东",
            "value": "416"
        },
        {
            "date": "2020-02-11",
            "name": "河南",
            "value": "896"
        },
        {
            "date": "2020-02-11",
            "name": "湖北",
            "value": "29659"
        },
        {
            "date": "2020-02-11",
            "name": "湖南",
            "value": "681"
        },
        {
            "date": "2020-02-11",
            "name": "广东",
            "value": "977"
        },
        {
            "date": "2020-02-11",
            "name": "广西",
            "value": "190"
        },
        {
            "date": "2020-02-11",
            "name": "海南",
            "value": "122"
        },
        {
            "date": "2020-02-11",
            "name": "重庆",
            "value": "423"
        },
        {
            "date": "2020-02-11",
            "name": "四川",
            "value": "350"
        },
        {
            "date": "2020-02-11",
            "name": "贵州",
            "value": "113"
        },
        {
            "date": "2020-02-11",
            "name": "云南",
            "value": "134"
        },
        {
            "date": "2020-02-11",
            "name": "西藏",
            "value": "1"
        },
        {
            "date": "2020-02-11",
            "name": "陕西",
            "value": "188"
        },
        {
            "date": "2020-02-11",
            "name": "甘肃",
            "value": "60"
        },
        {
            "date": "2020-02-11",
            "name": "青海",
            "value": "13"
        },
        {
            "date": "2020-02-11",
            "name": "宁夏",
            "value": "36"
        },
        {
            "date": "2020-02-11",
            "name": "新疆",
            "value": "56"
        },
        {
            "date": "2020-02-11",
            "name": "台湾",
            "value": "17"
        },
        {
            "date": "2020-02-11",
            "name": "香港",
            "value": "48"
        },
        {
            "date": "2020-02-11",
            "name": "澳门",
            "value": "9"
        }
    ],
    [{
            "date": "2020-02-12",
            "name": "北京",
            "value": "295"
        },
        {
            "date": "2020-02-12",
            "name": "天津",
            "value": "99"
        },
        {
            "date": "2020-02-12",
            "name": "河北",
            "value": "208"
        },
        {
            "date": "2020-02-12",
            "name": "山西",
            "value": "93"
        },
        {
            "date": "2020-02-12",
            "name": "内蒙古",
            "value": "55"
        },
        {
            "date": "2020-02-12",
            "name": "辽宁",
            "value": "94"
        },
        {
            "date": "2020-02-12",
            "name": "吉林",
            "value": "61"
        },
        {
            "date": "2020-02-12",
            "name": "黑龙江",
            "value": "355"
        },
        {
            "date": "2020-02-12",
            "name": "上海",
            "value": "255"
        },
        {
            "date": "2020-02-12",
            "name": "江苏",
            "value": "439"
        },
        {
            "date": "2020-02-12",
            "name": "浙江",
            "value": "818"
        },
        {
            "date": "2020-02-12",
            "name": "安徽",
            "value": "777"
        },
        {
            "date": "2020-02-12",
            "name": "福建",
            "value": "225"
        },
        {
            "date": "2020-02-12",
            "name": "江西",
            "value": "701"
        },
        {
            "date": "2020-02-12",
            "name": "山东",
            "value": "406"
        },
        {
            "date": "2020-02-12",
            "name": "河南",
            "value": "901"
        },
        {
            "date": "2020-02-12",
            "name": "湖北",
            "value": "42789"
        },
        {
            "date": "2020-02-12",
            "name": "湖南",
            "value": "654"
        },
        {
            "date": "2020-02-12",
            "name": "广东",
            "value": "955"
        },
        {
            "date": "2020-02-12",
            "name": "广西",
            "value": "187"
        },
        {
            "date": "2020-02-12",
            "name": "海南",
            "value": "126"
        },
        {
            "date": "2020-02-12",
            "name": "重庆",
            "value": "413"
        },
        {
            "date": "2020-02-12",
            "name": "四川",
            "value": "357"
        },
        {
            "date": "2020-02-12",
            "name": "贵州",
            "value": "114"
        },
        {
            "date": "2020-02-12",
            "name": "云南",
            "value": "132"
        },
        {
            "date": "2020-02-12",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-12",
            "name": "陕西",
            "value": "189"
        },
        {
            "date": "2020-02-12",
            "name": "甘肃",
            "value": "54"
        },
        {
            "date": "2020-02-12",
            "name": "青海",
            "value": "9"
        },
        {
            "date": "2020-02-12",
            "name": "宁夏",
            "value": "40"
        },
        {
            "date": "2020-02-12",
            "name": "新疆",
            "value": "59"
        },
        {
            "date": "2020-02-12",
            "name": "台湾",
            "value": "17"
        },
        {
            "date": "2020-02-12",
            "name": "香港",
            "value": "48"
        },
        {
            "date": "2020-02-12",
            "name": "澳门",
            "value": "8"
        }
    ],
    [{
            "date": "2020-02-13",
            "name": "北京",
            "value": "290"
        },
        {
            "date": "2020-02-13",
            "name": "天津",
            "value": "95"
        },
        {
            "date": "2020-02-13",
            "name": "河北",
            "value": "211"
        },
        {
            "date": "2020-02-13",
            "name": "山西",
            "value": "90"
        },
        {
            "date": "2020-02-13",
            "name": "内蒙古",
            "value": "59"
        },
        {
            "date": "2020-02-13",
            "name": "辽宁",
            "value": "93"
        },
        {
            "date": "2020-02-13",
            "name": "吉林",
            "value": "60"
        },
        {
            "date": "2020-02-13",
            "name": "黑龙江",
            "value": "370"
        },
        {
            "date": "2020-02-13",
            "name": "上海",
            "value": "255"
        },
        {
            "date": "2020-02-13",
            "name": "江苏",
            "value": "456"
        },
        {
            "date": "2020-02-13",
            "name": "浙江",
            "value": "788"
        },
        {
            "date": "2020-02-13",
            "name": "安徽",
            "value": "762"
        },
        {
            "date": "2020-02-13",
            "name": "福建",
            "value": "222"
        },
        {
            "date": "2020-02-13",
            "name": "江西",
            "value": "712"
        },
        {
            "date": "2020-02-13",
            "name": "山东",
            "value": "406"
        },
        {
            "date": "2020-02-13",
            "name": "河南",
            "value": "860"
        },
        {
            "date": "2020-02-13",
            "name": "湖北",
            "value": "46806"
        },
        {
            "date": "2020-02-13",
            "name": "湖南",
            "value": "634"
        },
        {
            "date": "2020-02-13",
            "name": "广东",
            "value": "927"
        },
        {
            "date": "2020-02-13",
            "name": "广西",
            "value": "189"
        },
        {
            "date": "2020-02-13",
            "name": "海南",
            "value": "123"
        },
        {
            "date": "2020-02-13",
            "name": "重庆",
            "value": "397"
        },
        {
            "date": "2020-02-13",
            "name": "四川",
            "value": "357"
        },
        {
            "date": "2020-02-13",
            "name": "贵州",
            "value": "111"
        },
        {
            "date": "2020-02-13",
            "name": "云南",
            "value": "135"
        },
        {
            "date": "2020-02-13",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-13",
            "name": "陕西",
            "value": "185"
        },
        {
            "date": "2020-02-13",
            "name": "甘肃",
            "value": "49"
        },
        {
            "date": "2020-02-13",
            "name": "青海",
            "value": "7"
        },
        {
            "date": "2020-02-13",
            "name": "宁夏",
            "value": "43"
        },
        {
            "date": "2020-02-13",
            "name": "新疆",
            "value": "58"
        },
        {
            "date": "2020-02-13",
            "name": "台湾",
            "value": "17"
        },
        {
            "date": "2020-02-13",
            "name": "香港",
            "value": "51"
        },
        {
            "date": "2020-02-13",
            "name": "澳门",
            "value": "7"
        }
    ],
    [{
            "date": "2020-02-14",
            "name": "北京",
            "value": "274"
        },
        {
            "date": "2020-02-14",
            "name": "天津",
            "value": "85"
        },
        {
            "date": "2020-02-14",
            "name": "河北",
            "value": "202"
        },
        {
            "date": "2020-02-14",
            "name": "山西",
            "value": "89"
        },
        {
            "date": "2020-02-14",
            "name": "内蒙古",
            "value": "62"
        },
        {
            "date": "2020-02-14",
            "name": "辽宁",
            "value": "89"
        },
        {
            "date": "2020-02-14",
            "name": "吉林",
            "value": "62"
        },
        {
            "date": "2020-02-14",
            "name": "黑龙江",
            "value": "366"
        },
        {
            "date": "2020-02-14",
            "name": "上海",
            "value": "235"
        },
        {
            "date": "2020-02-14",
            "name": "江苏",
            "value": "444"
        },
        {
            "date": "2020-02-14",
            "name": "浙江",
            "value": "753"
        },
        {
            "date": "2020-02-14",
            "name": "安徽",
            "value": "746"
        },
        {
            "date": "2020-02-14",
            "name": "福建",
            "value": "219"
        },
        {
            "date": "2020-02-14",
            "name": "江西",
            "value": "702"
        },
        {
            "date": "2020-02-14",
            "name": "山东",
            "value": "389"
        },
        {
            "date": "2020-02-14",
            "name": "河南",
            "value": "843"
        },
        {
            "date": "2020-02-14",
            "name": "湖北",
            "value": "48175"
        },
        {
            "date": "2020-02-14",
            "name": "湖南",
            "value": "610"
        },
        {
            "date": "2020-02-14",
            "name": "广东",
            "value": "906"
        },
        {
            "date": "2020-02-14",
            "name": "广西",
            "value": "193"
        },
        {
            "date": "2020-02-14",
            "name": "海南",
            "value": "120"
        },
        {
            "date": "2020-02-14",
            "name": "重庆",
            "value": "380"
        },
        {
            "date": "2020-02-14",
            "name": "四川",
            "value": "354"
        },
        {
            "date": "2020-02-14",
            "name": "贵州",
            "value": "109"
        },
        {
            "date": "2020-02-14",
            "name": "云南",
            "value": "133"
        },
        {
            "date": "2020-02-14",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-14",
            "name": "陕西",
            "value": "181"
        },
        {
            "date": "2020-02-14",
            "name": "甘肃",
            "value": "44"
        },
        {
            "date": "2020-02-14",
            "name": "青海",
            "value": "7"
        },
        {
            "date": "2020-02-14",
            "name": "宁夏",
            "value": "43"
        },
        {
            "date": "2020-02-14",
            "name": "新疆",
            "value": "63"
        },
        {
            "date": "2020-02-14",
            "name": "台湾",
            "value": "17"
        },
        {
            "date": "2020-02-14",
            "name": "香港",
            "value": "54"
        },
        {
            "date": "2020-02-14",
            "name": "澳门",
            "value": "7"
        }
    ],
    [{
            "date": "2020-02-15",
            "name": "北京",
            "value": "271"
        },
        {
            "date": "2020-02-15",
            "name": "天津",
            "value": "82"
        },
        {
            "date": "2020-02-15",
            "name": "河北",
            "value": "197"
        },
        {
            "date": "2020-02-15",
            "name": "山西",
            "value": "82"
        },
        {
            "date": "2020-02-15",
            "name": "内蒙古",
            "value": "63"
        },
        {
            "date": "2020-02-15",
            "name": "辽宁",
            "value": "87"
        },
        {
            "date": "2020-02-15",
            "name": "吉林",
            "value": "60"
        },
        {
            "date": "2020-02-15",
            "name": "黑龙江",
            "value": "364"
        },
        {
            "date": "2020-02-15",
            "name": "上海",
            "value": "203"
        },
        {
            "date": "2020-02-15",
            "name": "江苏",
            "value": "427"
        },
        {
            "date": "2020-02-15",
            "name": "浙江",
            "value": "730"
        },
        {
            "date": "2020-02-15",
            "name": "安徽",
            "value": "724"
        },
        {
            "date": "2020-02-15",
            "name": "福建",
            "value": "210"
        },
        {
            "date": "2020-02-15",
            "name": "江西",
            "value": "685"
        },
        {
            "date": "2020-02-15",
            "name": "山东",
            "value": "371"
        },
        {
            "date": "2020-02-15",
            "name": "河南",
            "value": "821"
        },
        {
            "date": "2020-02-15",
            "name": "湖北",
            "value": "49030"
        },
        {
            "date": "2020-02-15",
            "name": "湖南",
            "value": "571"
        },
        {
            "date": "2020-02-15",
            "name": "广东",
            "value": "878"
        },
        {
            "date": "2020-02-15",
            "name": "广西",
            "value": "189"
        },
        {
            "date": "2020-02-15",
            "name": "海南",
            "value": "119"
        },
        {
            "date": "2020-02-15",
            "name": "重庆",
            "value": "355"
        },
        {
            "date": "2020-02-15",
            "name": "四川",
            "value": "351"
        },
        {
            "date": "2020-02-15",
            "name": "贵州",
            "value": "106"
        },
        {
            "date": "2020-02-15",
            "name": "云南",
            "value": "127"
        },
        {
            "date": "2020-02-15",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-15",
            "name": "陕西",
            "value": "179"
        },
        {
            "date": "2020-02-15",
            "name": "甘肃",
            "value": "39"
        },
        {
            "date": "2020-02-15",
            "name": "青海",
            "value": "5"
        },
        {
            "date": "2020-02-15",
            "name": "宁夏",
            "value": "37"
        },
        {
            "date": "2020-02-15",
            "name": "新疆",
            "value": "59"
        },
        {
            "date": "2020-02-15",
            "name": "台湾",
            "value": "16"
        },
        {
            "date": "2020-02-15",
            "name": "香港",
            "value": "54"
        },
        {
            "date": "2020-02-15",
            "name": "澳门",
            "value": "7"
        }
    ],
    [{
            "date": "2020-02-16",
            "name": "北京",
            "value": "263"
        },
        {
            "date": "2020-02-16",
            "name": "天津",
            "value": "76"
        },
        {
            "date": "2020-02-16",
            "name": "河北",
            "value": "189"
        },
        {
            "date": "2020-02-16",
            "name": "山西",
            "value": "79"
        },
        {
            "date": "2020-02-16",
            "name": "内蒙古",
            "value": "64"
        },
        {
            "date": "2020-02-16",
            "name": "辽宁",
            "value": "79"
        },
        {
            "date": "2020-02-16",
            "name": "吉林",
            "value": "58"
        },
        {
            "date": "2020-02-16",
            "name": "黑龙江",
            "value": "366"
        },
        {
            "date": "2020-02-16",
            "name": "上海",
            "value": "190"
        },
        {
            "date": "2020-02-16",
            "name": "江苏",
            "value": "400"
        },
        {
            "date": "2020-02-16",
            "name": "浙江",
            "value": "701"
        },
        {
            "date": "2020-02-16",
            "name": "安徽",
            "value": "701"
        },
        {
            "date": "2020-02-16",
            "name": "福建",
            "value": "206"
        },
        {
            "date": "2020-02-16",
            "name": "江西",
            "value": "654"
        },
        {
            "date": "2020-02-16",
            "name": "山东",
            "value": "364"
        },
        {
            "date": "2020-02-16",
            "name": "河南",
            "value": "792"
        },
        {
            "date": "2020-02-16",
            "name": "湖北",
            "value": "49847"
        },
        {
            "date": "2020-02-16",
            "name": "湖南",
            "value": "536"
        },
        {
            "date": "2020-02-16",
            "name": "广东",
            "value": "845"
        },
        {
            "date": "2020-02-16",
            "name": "广西",
            "value": "185"
        },
        {
            "date": "2020-02-16",
            "name": "海南",
            "value": "106"
        },
        {
            "date": "2020-02-16",
            "name": "重庆",
            "value": "339"
        },
        {
            "date": "2020-02-16",
            "name": "四川",
            "value": "356"
        },
        {
            "date": "2020-02-16",
            "name": "贵州",
            "value": "98"
        },
        {
            "date": "2020-02-16",
            "name": "云南",
            "value": "129"
        },
        {
            "date": "2020-02-16",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-16",
            "name": "陕西",
            "value": "172"
        },
        {
            "date": "2020-02-16",
            "name": "甘肃",
            "value": "34"
        },
        {
            "date": "2020-02-16",
            "name": "青海",
            "value": "5"
        },
        {
            "date": "2020-02-16",
            "name": "宁夏",
            "value": "37"
        },
        {
            "date": "2020-02-16",
            "name": "新疆",
            "value": "62"
        },
        {
            "date": "2020-02-16",
            "name": "台湾",
            "value": "17"
        },
        {
            "date": "2020-02-16",
            "name": "香港",
            "value": "54"
        },
        {
            "date": "2020-02-16",
            "name": "澳门",
            "value": "5"
        }
    ],
    [{
            "date": "2020-02-17",
            "name": "北京",
            "value": "261"
        },
        {
            "date": "2020-02-17",
            "name": "天津",
            "value": "76"
        },
        {
            "date": "2020-02-17",
            "name": "河北",
            "value": "175"
        },
        {
            "date": "2020-02-17",
            "name": "山西",
            "value": "77"
        },
        {
            "date": "2020-02-17",
            "name": "内蒙古",
            "value": "65"
        },
        {
            "date": "2020-02-17",
            "name": "辽宁",
            "value": "77"
        },
        {
            "date": "2020-02-17",
            "name": "吉林",
            "value": "54"
        },
        {
            "date": "2020-02-17",
            "name": "黑龙江",
            "value": "368"
        },
        {
            "date": "2020-02-17",
            "name": "上海",
            "value": "171"
        },
        {
            "date": "2020-02-17",
            "name": "江苏",
            "value": "366"
        },
        {
            "date": "2020-02-17",
            "name": "浙江",
            "value": "658"
        },
        {
            "date": "2020-02-17",
            "name": "安徽",
            "value": "683"
        },
        {
            "date": "2020-02-17",
            "name": "福建",
            "value": "201"
        },
        {
            "date": "2020-02-17",
            "name": "江西",
            "value": "622"
        },
        {
            "date": "2020-02-17",
            "name": "山东",
            "value": "348"
        },
        {
            "date": "2020-02-17",
            "name": "河南",
            "value": "733"
        },
        {
            "date": "2020-02-17",
            "name": "湖北",
            "value": "50338"
        },
        {
            "date": "2020-02-17",
            "name": "湖南",
            "value": "502"
        },
        {
            "date": "2020-02-17",
            "name": "广东",
            "value": "794"
        },
        {
            "date": "2020-02-17",
            "name": "广西",
            "value": "182"
        },
        {
            "date": "2020-02-17",
            "name": "海南",
            "value": "100"
        },
        {
            "date": "2020-02-17",
            "name": "重庆",
            "value": "323"
        },
        {
            "date": "2020-02-17",
            "name": "四川",
            "value": "342"
        },
        {
            "date": "2020-02-17",
            "name": "贵州",
            "value": "79"
        },
        {
            "date": "2020-02-17",
            "name": "云南",
            "value": "125"
        },
        {
            "date": "2020-02-17",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-17",
            "name": "陕西",
            "value": "161"
        },
        {
            "date": "2020-02-17",
            "name": "甘肃",
            "value": "31"
        },
        {
            "date": "2020-02-17",
            "name": "青海",
            "value": "5"
        },
        {
            "date": "2020-02-17",
            "name": "宁夏",
            "value": "35"
        },
        {
            "date": "2020-02-17",
            "name": "新疆",
            "value": "63"
        },
        {
            "date": "2020-02-17",
            "name": "台湾",
            "value": "19"
        },
        {
            "date": "2020-02-17",
            "name": "香港",
            "value": "57"
        },
        {
            "date": "2020-02-17",
            "name": "澳门",
            "value": "5"
        }
    ],
    [{
            "date": "2020-02-18",
            "name": "北京",
            "value": "244"
        },
        {
            "date": "2020-02-18",
            "name": "天津",
            "value": "77"
        },
        {
            "date": "2020-02-18",
            "name": "河北",
            "value": "166"
        },
        {
            "date": "2020-02-18",
            "name": "山西",
            "value": "70"
        },
        {
            "date": "2020-02-18",
            "name": "内蒙古",
            "value": "66"
        },
        {
            "date": "2020-02-18",
            "name": "辽宁",
            "value": "65"
        },
        {
            "date": "2020-02-18",
            "name": "吉林",
            "value": "53"
        },
        {
            "date": "2020-02-18",
            "name": "黑龙江",
            "value": "350"
        },
        {
            "date": "2020-02-18",
            "name": "上海",
            "value": "155"
        },
        {
            "date": "2020-02-18",
            "name": "江苏",
            "value": "335"
        },
        {
            "date": "2020-02-18",
            "name": "浙江",
            "value": "629"
        },
        {
            "date": "2020-02-18",
            "name": "安徽",
            "value": "619"
        },
        {
            "date": "2020-02-18",
            "name": "福建",
            "value": "197"
        },
        {
            "date": "2020-02-18",
            "name": "江西",
            "value": "570"
        },
        {
            "date": "2020-02-18",
            "name": "山东",
            "value": "326"
        },
        {
            "date": "2020-02-18",
            "name": "河南",
            "value": "690"
        },
        {
            "date": "2020-02-18",
            "name": "湖北",
            "value": "50633"
        },
        {
            "date": "2020-02-18",
            "name": "湖南",
            "value": "462"
        },
        {
            "date": "2020-02-18",
            "name": "广东",
            "value": "755"
        },
        {
            "date": "2020-02-18",
            "name": "广西",
            "value": "166"
        },
        {
            "date": "2020-02-18",
            "name": "海南",
            "value": "80"
        },
        {
            "date": "2020-02-18",
            "name": "重庆",
            "value": "296"
        },
        {
            "date": "2020-02-18",
            "name": "四川",
            "value": "334"
        },
        {
            "date": "2020-02-18",
            "name": "贵州",
            "value": "75"
        },
        {
            "date": "2020-02-18",
            "name": "云南",
            "value": "115"
        },
        {
            "date": "2020-02-18",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-18",
            "name": "陕西",
            "value": "151"
        },
        {
            "date": "2020-02-18",
            "name": "甘肃",
            "value": "27"
        },
        {
            "date": "2020-02-18",
            "name": "青海",
            "value": "3"
        },
        {
            "date": "2020-02-18",
            "name": "宁夏",
            "value": "29"
        },
        {
            "date": "2020-02-18",
            "name": "新疆",
            "value": "61"
        },
        {
            "date": "2020-02-18",
            "name": "台湾",
            "value": "19"
        },
        {
            "date": "2020-02-18",
            "name": "香港",
            "value": "57"
        },
        {
            "date": "2020-02-18",
            "name": "澳门",
            "value": "5"
        }
    ],
    [{
            "date": "2020-02-19",
            "name": "北京",
            "value": "238"
        },
        {
            "date": "2020-02-19",
            "name": "天津",
            "value": "73"
        },
        {
            "date": "2020-02-19",
            "name": "河北",
            "value": "150"
        },
        {
            "date": "2020-02-19",
            "name": "山西",
            "value": "63"
        },
        {
            "date": "2020-02-19",
            "name": "内蒙古",
            "value": "64"
        },
        {
            "date": "2020-02-19",
            "name": "辽宁",
            "value": "62"
        },
        {
            "date": "2020-02-19",
            "name": "吉林",
            "value": "50"
        },
        {
            "date": "2020-02-19",
            "name": "黑龙江",
            "value": "341"
        },
        {
            "date": "2020-02-19",
            "name": "上海",
            "value": "145"
        },
        {
            "date": "2020-02-19",
            "name": "江苏",
            "value": "306"
        },
        {
            "date": "2020-02-19",
            "name": "浙江",
            "value": "566"
        },
        {
            "date": "2020-02-19",
            "name": "安徽",
            "value": "557"
        },
        {
            "date": "2020-02-19",
            "name": "福建",
            "value": "180"
        },
        {
            "date": "2020-02-19",
            "name": "江西",
            "value": "501"
        },
        {
            "date": "2020-02-19",
            "name": "山东",
            "value": "304"
        },
        {
            "date": "2020-02-19",
            "name": "河南",
            "value": "632"
        },
        {
            "date": "2020-02-19",
            "name": "湖北",
            "value": "50091"
        },
        {
            "date": "2020-02-19",
            "name": "湖南",
            "value": "428"
        },
        {
            "date": "2020-02-19",
            "name": "广东",
            "value": "708"
        },
        {
            "date": "2020-02-19",
            "name": "广西",
            "value": "156"
        },
        {
            "date": "2020-02-19",
            "name": "海南",
            "value": "80"
        },
        {
            "date": "2020-02-19",
            "name": "重庆",
            "value": "281"
        },
        {
            "date": "2020-02-19",
            "name": "四川",
            "value": "319"
        },
        {
            "date": "2020-02-19",
            "name": "贵州",
            "value": "73"
        },
        {
            "date": "2020-02-19",
            "name": "云南",
            "value": "111"
        },
        {
            "date": "2020-02-19",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-19",
            "name": "陕西",
            "value": "153"
        },
        {
            "date": "2020-02-19",
            "name": "甘肃",
            "value": "24"
        },
        {
            "date": "2020-02-19",
            "name": "青海",
            "value": "2"
        },
        {
            "date": "2020-02-19",
            "name": "宁夏",
            "value": "29"
        },
        {
            "date": "2020-02-19",
            "name": "新疆",
            "value": "55"
        },
        {
            "date": "2020-02-19",
            "name": "台湾",
            "value": "21"
        },
        {
            "date": "2020-02-19",
            "name": "香港",
            "value": "58"
        },
        {
            "date": "2020-02-19",
            "name": "澳门",
            "value": "4"
        }
    ],
    [{
            "date": "2020-02-20",
            "name": "北京",
            "value": "223"
        },
        {
            "date": "2020-02-20",
            "name": "天津",
            "value": "69"
        },
        {
            "date": "2020-02-20",
            "name": "河北",
            "value": "133"
        },
        {
            "date": "2020-02-20",
            "name": "山西",
            "value": "56"
        },
        {
            "date": "2020-02-20",
            "name": "内蒙古",
            "value": "59"
        },
        {
            "date": "2020-02-20",
            "name": "辽宁",
            "value": "59"
        },
        {
            "date": "2020-02-20",
            "name": "吉林",
            "value": "46"
        },
        {
            "date": "2020-02-20",
            "name": "黑龙江",
            "value": "326"
        },
        {
            "date": "2020-02-20",
            "name": "上海",
            "value": "133"
        },
        {
            "date": "2020-02-20",
            "name": "江苏",
            "value": "279"
        },
        {
            "date": "2020-02-20",
            "name": "浙江",
            "value": "555"
        },
        {
            "date": "2020-02-20",
            "name": "安徽",
            "value": "482"
        },
        {
            "date": "2020-02-20",
            "name": "福建",
            "value": "158"
        },
        {
            "date": "2020-02-20",
            "name": "江西",
            "value": "444"
        },
        {
            "date": "2020-02-20",
            "name": "山东",
            "value": "474"
        },
        {
            "date": "2020-02-20",
            "name": "河南",
            "value": "531"
        },
        {
            "date": "2020-02-20",
            "name": "湖北",
            "value": "49156"
        },
        {
            "date": "2020-02-20",
            "name": "湖南",
            "value": "369"
        },
        {
            "date": "2020-02-20",
            "name": "广东",
            "value": "664"
        },
        {
            "date": "2020-02-20",
            "name": "广西",
            "value": "149"
        },
        {
            "date": "2020-02-20",
            "name": "海南",
            "value": "75"
        },
        {
            "date": "2020-02-20",
            "name": "重庆",
            "value": "262"
        },
        {
            "date": "2020-02-20",
            "name": "四川",
            "value": "300"
        },
        {
            "date": "2020-02-20",
            "name": "贵州",
            "value": "68"
        },
        {
            "date": "2020-02-20",
            "name": "云南",
            "value": "93"
        },
        {
            "date": "2020-02-20",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-20",
            "name": "陕西",
            "value": "134"
        },
        {
            "date": "2020-02-20",
            "name": "甘肃",
            "value": "18"
        },
        {
            "date": "2020-02-20",
            "name": "青海",
            "value": "2"
        },
        {
            "date": "2020-02-20",
            "name": "宁夏",
            "value": "27"
        },
        {
            "date": "2020-02-20",
            "name": "新疆",
            "value": "53"
        },
        {
            "date": "2020-02-20",
            "name": "台湾",
            "value": "21"
        },
        {
            "date": "2020-02-20",
            "name": "香港",
            "value": "61"
        },
        {
            "date": "2020-02-20",
            "name": "澳门",
            "value": "4"
        }
    ],
    [{
            "date": "2020-02-21",
            "name": "北京",
            "value": "217"
        },
        {
            "date": "2020-02-21",
            "name": "天津",
            "value": "68"
        },
        {
            "date": "2020-02-21",
            "name": "河北",
            "value": "119"
        },
        {
            "date": "2020-02-21",
            "name": "山西",
            "value": "54"
        },
        {
            "date": "2020-02-21",
            "name": "内蒙古",
            "value": "53"
        },
        {
            "date": "2020-02-21",
            "name": "辽宁",
            "value": "54"
        },
        {
            "date": "2020-02-21",
            "name": "吉林",
            "value": "44"
        },
        {
            "date": "2020-02-21",
            "name": "黑龙江",
            "value": "284"
        },
        {
            "date": "2020-02-21",
            "name": "上海",
            "value": "120"
        },
        {
            "date": "2020-02-21",
            "name": "江苏",
            "value": "244"
        },
        {
            "date": "2020-02-21",
            "name": "浙江",
            "value": "510"
        },
        {
            "date": "2020-02-21",
            "name": "安徽",
            "value": "417"
        },
        {
            "date": "2020-02-21",
            "name": "福建",
            "value": "142"
        },
        {
            "date": "2020-02-21",
            "name": "江西",
            "value": "389"
        },
        {
            "date": "2020-02-21",
            "name": "山东",
            "value": "453"
        },
        {
            "date": "2020-02-21",
            "name": "河南",
            "value": "449"
        },
        {
            "date": "2020-02-21",
            "name": "湖北",
            "value": "47647"
        },
        {
            "date": "2020-02-21",
            "name": "湖南",
            "value": "339"
        },
        {
            "date": "2020-02-21",
            "name": "广东",
            "value": "614"
        },
        {
            "date": "2020-02-21",
            "name": "广西",
            "value": "148"
        },
        {
            "date": "2020-02-21",
            "name": "海南",
            "value": "68"
        },
        {
            "date": "2020-02-21",
            "name": "重庆",
            "value": "250"
        },
        {
            "date": "2020-02-21",
            "name": "四川",
            "value": "281"
        },
        {
            "date": "2020-02-21",
            "name": "贵州",
            "value": "54"
        },
        {
            "date": "2020-02-21",
            "name": "云南",
            "value": "76"
        },
        {
            "date": "2020-02-21",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-21",
            "name": "陕西",
            "value": "127"
        },
        {
            "date": "2020-02-21",
            "name": "甘肃",
            "value": "13"
        },
        {
            "date": "2020-02-21",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-02-21",
            "name": "宁夏",
            "value": "23"
        },
        {
            "date": "2020-02-21",
            "name": "新疆",
            "value": "50"
        },
        {
            "date": "2020-02-21",
            "name": "台湾",
            "value": "23"
        },
        {
            "date": "2020-02-21",
            "name": "香港",
            "value": "60"
        },
        {
            "date": "2020-02-21",
            "name": "澳门",
            "value": "4"
        }
    ],
    [{
            "date": "2020-02-22",
            "name": "北京",
            "value": "206"
        },
        {
            "date": "2020-02-22",
            "name": "天津",
            "value": "67"
        },
        {
            "date": "2020-02-22",
            "name": "河北",
            "value": "101"
        },
        {
            "date": "2020-02-22",
            "name": "山西",
            "value": "51"
        },
        {
            "date": "2020-02-22",
            "name": "内蒙古",
            "value": "49"
        },
        {
            "date": "2020-02-22",
            "name": "辽宁",
            "value": "52"
        },
        {
            "date": "2020-02-22",
            "name": "吉林",
            "value": "38"
        },
        {
            "date": "2020-02-22",
            "name": "黑龙江",
            "value": "253"
        },
        {
            "date": "2020-02-22",
            "name": "上海",
            "value": "105"
        },
        {
            "date": "2020-02-22",
            "name": "江苏",
            "value": "220"
        },
        {
            "date": "2020-02-22",
            "name": "浙江",
            "value": "475"
        },
        {
            "date": "2020-02-22",
            "name": "安徽",
            "value": "363"
        },
        {
            "date": "2020-02-22",
            "name": "福建",
            "value": "127"
        },
        {
            "date": "2020-02-22",
            "name": "江西",
            "value": "322"
        },
        {
            "date": "2020-02-22",
            "name": "山东",
            "value": "439"
        },
        {
            "date": "2020-02-22",
            "name": "河南",
            "value": "391"
        },
        {
            "date": "2020-02-22",
            "name": "湖北",
            "value": "46244"
        },
        {
            "date": "2020-02-22",
            "name": "湖南",
            "value": "308"
        },
        {
            "date": "2020-02-22",
            "name": "广东",
            "value": "596"
        },
        {
            "date": "2020-02-22",
            "name": "广西",
            "value": "143"
        },
        {
            "date": "2020-02-22",
            "name": "海南",
            "value": "60"
        },
        {
            "date": "2020-02-22",
            "name": "重庆",
            "value": "239"
        },
        {
            "date": "2020-02-22",
            "name": "四川",
            "value": "267"
        },
        {
            "date": "2020-02-22",
            "name": "贵州",
            "value": "53"
        },
        {
            "date": "2020-02-22",
            "name": "云南",
            "value": "65"
        },
        {
            "date": "2020-02-22",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-22",
            "name": "陕西",
            "value": "104"
        },
        {
            "date": "2020-02-22",
            "name": "甘肃",
            "value": "13"
        },
        {
            "date": "2020-02-22",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-02-22",
            "name": "宁夏",
            "value": "23"
        },
        {
            "date": "2020-02-22",
            "name": "新疆",
            "value": "49"
        },
        {
            "date": "2020-02-22",
            "name": "台湾",
            "value": "23"
        },
        {
            "date": "2020-02-22",
            "name": "香港",
            "value": "56"
        },
        {
            "date": "2020-02-22",
            "name": "澳门",
            "value": "4"
        }
    ],
    [{
            "date": "2020-02-23",
            "name": "北京",
            "value": "197"
        },
        {
            "date": "2020-02-23",
            "name": "天津",
            "value": "51"
        },
        {
            "date": "2020-02-23",
            "name": "河北",
            "value": "84"
        },
        {
            "date": "2020-02-23",
            "name": "山西",
            "value": "44"
        },
        {
            "date": "2020-02-23",
            "name": "内蒙古",
            "value": "45"
        },
        {
            "date": "2020-02-23",
            "name": "辽宁",
            "value": "47"
        },
        {
            "date": "2020-02-23",
            "name": "吉林",
            "value": "38"
        },
        {
            "date": "2020-02-23",
            "name": "黑龙江",
            "value": "244"
        },
        {
            "date": "2020-02-23",
            "name": "上海",
            "value": "83"
        },
        {
            "date": "2020-02-23",
            "name": "江苏",
            "value": "204"
        },
        {
            "date": "2020-02-23",
            "name": "浙江",
            "value": "439"
        },
        {
            "date": "2020-02-23",
            "name": "安徽",
            "value": "335"
        },
        {
            "date": "2020-02-23",
            "name": "福建",
            "value": "118"
        },
        {
            "date": "2020-02-23",
            "name": "江西",
            "value": "288"
        },
        {
            "date": "2020-02-23",
            "name": "山东",
            "value": "426"
        },
        {
            "date": "2020-02-23",
            "name": "河南",
            "value": "322"
        },
        {
            "date": "2020-02-23",
            "name": "湖北",
            "value": "45054"
        },
        {
            "date": "2020-02-23",
            "name": "湖南",
            "value": "291"
        },
        {
            "date": "2020-02-23",
            "name": "广东",
            "value": "567"
        },
        {
            "date": "2020-02-23",
            "name": "广西",
            "value": "142"
        },
        {
            "date": "2020-02-23",
            "name": "海南",
            "value": "57"
        },
        {
            "date": "2020-02-23",
            "name": "重庆",
            "value": "234"
        },
        {
            "date": "2020-02-23",
            "name": "四川",
            "value": "261"
        },
        {
            "date": "2020-02-23",
            "name": "贵州",
            "value": "42"
        },
        {
            "date": "2020-02-23",
            "name": "云南",
            "value": "57"
        },
        {
            "date": "2020-02-23",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-23",
            "name": "陕西",
            "value": "91"
        },
        {
            "date": "2020-02-23",
            "name": "甘肃",
            "value": "11"
        },
        {
            "date": "2020-02-23",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-02-23",
            "name": "宁夏",
            "value": "14"
        },
        {
            "date": "2020-02-23",
            "name": "新疆",
            "value": "46"
        },
        {
            "date": "2020-02-23",
            "name": "台湾",
            "value": "22"
        },
        {
            "date": "2020-02-23",
            "name": "香港",
            "value": "60"
        },
        {
            "date": "2020-02-23",
            "name": "澳门",
            "value": "4"
        }
    ],
    [{
            "date": "2020-02-24",
            "name": "北京",
            "value": "181"
        },
        {
            "date": "2020-02-24",
            "name": "天津",
            "value": "45"
        },
        {
            "date": "2020-02-24",
            "name": "河北",
            "value": "64"
        },
        {
            "date": "2020-02-24",
            "name": "山西",
            "value": "39"
        },
        {
            "date": "2020-02-24",
            "name": "内蒙古",
            "value": "41"
        },
        {
            "date": "2020-02-24",
            "name": "辽宁",
            "value": "37"
        },
        {
            "date": "2020-02-24",
            "name": "吉林",
            "value": "32"
        },
        {
            "date": "2020-02-24",
            "name": "黑龙江",
            "value": "236"
        },
        {
            "date": "2020-02-24",
            "name": "上海",
            "value": "71"
        },
        {
            "date": "2020-02-24",
            "name": "江苏",
            "value": "173"
        },
        {
            "date": "2020-02-24",
            "name": "浙江",
            "value": "410"
        },
        {
            "date": "2020-02-24",
            "name": "安徽",
            "value": "291"
        },
        {
            "date": "2020-02-24",
            "name": "福建",
            "value": "105"
        },
        {
            "date": "2020-02-24",
            "name": "江西",
            "value": "251"
        },
        {
            "date": "2020-02-24",
            "name": "山东",
            "value": "406"
        },
        {
            "date": "2020-02-24",
            "name": "河南",
            "value": "263"
        },
        {
            "date": "2020-02-24",
            "name": "湖北",
            "value": "43369"
        },
        {
            "date": "2020-02-24",
            "name": "湖南",
            "value": "261"
        },
        {
            "date": "2020-02-24",
            "name": "广东",
            "value": "535"
        },
        {
            "date": "2020-02-24",
            "name": "广西",
            "value": "121"
        },
        {
            "date": "2020-02-24",
            "name": "海南",
            "value": "47"
        },
        {
            "date": "2020-02-24",
            "name": "重庆",
            "value": "221"
        },
        {
            "date": "2020-02-24",
            "name": "四川",
            "value": "248"
        },
        {
            "date": "2020-02-24",
            "name": "贵州",
            "value": "41"
        },
        {
            "date": "2020-02-24",
            "name": "云南",
            "value": "48"
        },
        {
            "date": "2020-02-24",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-24",
            "name": "陕西",
            "value": "69"
        },
        {
            "date": "2020-02-24",
            "name": "甘肃",
            "value": "9"
        },
        {
            "date": "2020-02-24",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-02-24",
            "name": "宁夏",
            "value": "13"
        },
        {
            "date": "2020-02-24",
            "name": "新疆",
            "value": "44"
        },
        {
            "date": "2020-02-24",
            "name": "台湾",
            "value": "24"
        },
        {
            "date": "2020-02-24",
            "name": "香港",
            "value": "61"
        },
        {
            "date": "2020-02-24",
            "name": "澳门",
            "value": "4"
        }
    ],
    [{
            "date": "2020-02-25",
            "name": "北京",
            "value": "161"
        },
        {
            "date": "2020-02-25",
            "name": "天津",
            "value": "41"
        },
        {
            "date": "2020-02-25",
            "name": "河北",
            "value": "58"
        },
        {
            "date": "2020-02-25",
            "name": "山西",
            "value": "35"
        },
        {
            "date": "2020-02-25",
            "name": "内蒙古",
            "value": "40"
        },
        {
            "date": "2020-02-25",
            "name": "辽宁",
            "value": "32"
        },
        {
            "date": "2020-02-25",
            "name": "吉林",
            "value": "29"
        },
        {
            "date": "2020-02-25",
            "name": "黑龙江",
            "value": "223"
        },
        {
            "date": "2020-02-25",
            "name": "上海",
            "value": "65"
        },
        {
            "date": "2020-02-25",
            "name": "江苏",
            "value": "168"
        },
        {
            "date": "2020-02-25",
            "name": "浙江",
            "value": "390"
        },
        {
            "date": "2020-02-25",
            "name": "安徽",
            "value": "256"
        },
        {
            "date": "2020-02-25",
            "name": "福建",
            "value": "88"
        },
        {
            "date": "2020-02-25",
            "name": "江西",
            "value": "214"
        },
        {
            "date": "2020-02-25",
            "name": "山东",
            "value": "393"
        },
        {
            "date": "2020-02-25",
            "name": "河南",
            "value": "229"
        },
        {
            "date": "2020-02-25",
            "name": "湖北",
            "value": "41660"
        },
        {
            "date": "2020-02-25",
            "name": "湖南",
            "value": "233"
        },
        {
            "date": "2020-02-25",
            "name": "广东",
            "value": "499"
        },
        {
            "date": "2020-02-25",
            "name": "广西",
            "value": "112"
        },
        {
            "date": "2020-02-25",
            "name": "海南",
            "value": "39"
        },
        {
            "date": "2020-02-25",
            "name": "重庆",
            "value": "198"
        },
        {
            "date": "2020-02-25",
            "name": "四川",
            "value": "236"
        },
        {
            "date": "2020-02-25",
            "name": "贵州",
            "value": "40"
        },
        {
            "date": "2020-02-25",
            "name": "云南",
            "value": "43"
        },
        {
            "date": "2020-02-25",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-25",
            "name": "陕西",
            "value": "58"
        },
        {
            "date": "2020-02-25",
            "name": "甘肃",
            "value": "9"
        },
        {
            "date": "2020-02-25",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-02-25",
            "name": "宁夏",
            "value": "10"
        },
        {
            "date": "2020-02-25",
            "name": "新疆",
            "value": "44"
        },
        {
            "date": "2020-02-25",
            "name": "台湾",
            "value": "25"
        },
        {
            "date": "2020-02-25",
            "name": "香港",
            "value": "65"
        },
        {
            "date": "2020-02-25",
            "name": "澳门",
            "value": "3"
        }
    ],
    [{
            "date": "2020-02-26",
            "name": "北京",
            "value": "157"
        },
        {
            "date": "2020-02-26",
            "name": "天津",
            "value": "36"
        },
        {
            "date": "2020-02-26",
            "name": "河北",
            "value": "50"
        },
        {
            "date": "2020-02-26",
            "name": "山西",
            "value": "29"
        },
        {
            "date": "2020-02-26",
            "name": "内蒙古",
            "value": "37"
        },
        {
            "date": "2020-02-26",
            "name": "辽宁",
            "value": "28"
        },
        {
            "date": "2020-02-26",
            "name": "吉林",
            "value": "27"
        },
        {
            "date": "2020-02-26",
            "name": "黑龙江",
            "value": "205"
        },
        {
            "date": "2020-02-26",
            "name": "上海",
            "value": "62"
        },
        {
            "date": "2020-02-26",
            "name": "江苏",
            "value": "137"
        },
        {
            "date": "2020-02-26",
            "name": "浙江",
            "value": "323"
        },
        {
            "date": "2020-02-26",
            "name": "安徽",
            "value": "219"
        },
        {
            "date": "2020-02-26",
            "name": "福建",
            "value": "70"
        },
        {
            "date": "2020-02-26",
            "name": "江西",
            "value": "179"
        },
        {
            "date": "2020-02-26",
            "name": "山东",
            "value": "369"
        },
        {
            "date": "2020-02-26",
            "name": "河南",
            "value": "190"
        },
        {
            "date": "2020-02-26",
            "name": "湖北",
            "value": "39755"
        },
        {
            "date": "2020-02-26",
            "name": "湖南",
            "value": "220"
        },
        {
            "date": "2020-02-26",
            "name": "广东",
            "value": "467"
        },
        {
            "date": "2020-02-26",
            "name": "广西",
            "value": "91"
        },
        {
            "date": "2020-02-26",
            "name": "海南",
            "value": "34"
        },
        {
            "date": "2020-02-26",
            "name": "重庆",
            "value": "186"
        },
        {
            "date": "2020-02-26",
            "name": "四川",
            "value": "221"
        },
        {
            "date": "2020-02-26",
            "name": "贵州",
            "value": "32"
        },
        {
            "date": "2020-02-26",
            "name": "云南",
            "value": "28"
        },
        {
            "date": "2020-02-26",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-26",
            "name": "陕西",
            "value": "50"
        },
        {
            "date": "2020-02-26",
            "name": "甘肃",
            "value": "8"
        },
        {
            "date": "2020-02-26",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-02-26",
            "name": "宁夏",
            "value": "7"
        },
        {
            "date": "2020-02-26",
            "name": "新疆",
            "value": "40"
        },
        {
            "date": "2020-02-26",
            "name": "台湾",
            "value": "26"
        },
        {
            "date": "2020-02-26",
            "name": "香港",
            "value": "65"
        },
        {
            "date": "2020-02-26",
            "name": "澳门",
            "value": "3"
        }
    ],
    [{
            "date": "2020-02-27",
            "name": "北京",
            "value": "146"
        },
        {
            "date": "2020-02-27",
            "name": "天津",
            "value": "31"
        },
        {
            "date": "2020-02-27",
            "name": "河北",
            "value": "38"
        },
        {
            "date": "2020-02-27",
            "name": "山西",
            "value": "26"
        },
        {
            "date": "2020-02-27",
            "name": "内蒙古",
            "value": "32"
        },
        {
            "date": "2020-02-27",
            "name": "辽宁",
            "value": "27"
        },
        {
            "date": "2020-02-27",
            "name": "吉林",
            "value": "24"
        },
        {
            "date": "2020-02-27",
            "name": "黑龙江",
            "value": "187"
        },
        {
            "date": "2020-02-27",
            "name": "上海",
            "value": "58"
        },
        {
            "date": "2020-02-27",
            "name": "江苏",
            "value": "125"
        },
        {
            "date": "2020-02-27",
            "name": "浙江",
            "value": "261"
        },
        {
            "date": "2020-02-27",
            "name": "安徽",
            "value": "170"
        },
        {
            "date": "2020-02-27",
            "name": "福建",
            "value": "63"
        },
        {
            "date": "2020-02-27",
            "name": "江西",
            "value": "144"
        },
        {
            "date": "2020-02-27",
            "name": "山东",
            "value": "360"
        },
        {
            "date": "2020-02-27",
            "name": "河南",
            "value": "149"
        },
        {
            "date": "2020-02-27",
            "name": "湖北",
            "value": "36829"
        },
        {
            "date": "2020-02-27",
            "name": "湖南",
            "value": "193"
        },
        {
            "date": "2020-02-27",
            "name": "广东",
            "value": "422"
        },
        {
            "date": "2020-02-27",
            "name": "广西",
            "value": "84"
        },
        {
            "date": "2020-02-27",
            "name": "海南",
            "value": "31"
        },
        {
            "date": "2020-02-27",
            "name": "重庆",
            "value": "169"
        },
        {
            "date": "2020-02-27",
            "name": "四川",
            "value": "209"
        },
        {
            "date": "2020-02-27",
            "name": "贵州",
            "value": "32"
        },
        {
            "date": "2020-02-27",
            "name": "云南",
            "value": "22"
        },
        {
            "date": "2020-02-27",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-27",
            "name": "陕西",
            "value": "47"
        },
        {
            "date": "2020-02-27",
            "name": "甘肃",
            "value": "7"
        },
        {
            "date": "2020-02-27",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-02-27",
            "name": "宁夏",
            "value": "4"
        },
        {
            "date": "2020-02-27",
            "name": "新疆",
            "value": "30"
        },
        {
            "date": "2020-02-27",
            "name": "台湾",
            "value": "25"
        },
        {
            "date": "2020-02-27",
            "name": "香港",
            "value": "65"
        },
        {
            "date": "2020-02-27",
            "name": "澳门",
            "value": "2"
        }
    ],
    [{
            "date": "2020-02-28",
            "name": "北京",
            "value": "132"
        },
        {
            "date": "2020-02-28",
            "name": "天津",
            "value": "28"
        },
        {
            "date": "2020-02-28",
            "name": "河北",
            "value": "35"
        },
        {
            "date": "2020-02-28",
            "name": "山西",
            "value": "21"
        },
        {
            "date": "2020-02-28",
            "name": "内蒙古",
            "value": "29"
        },
        {
            "date": "2020-02-28",
            "name": "辽宁",
            "value": "25"
        },
        {
            "date": "2020-02-28",
            "name": "吉林",
            "value": "19"
        },
        {
            "date": "2020-02-28",
            "name": "黑龙江",
            "value": "172"
        },
        {
            "date": "2020-02-28",
            "name": "上海",
            "value": "55"
        },
        {
            "date": "2020-02-28",
            "name": "江苏",
            "value": "112"
        },
        {
            "date": "2020-02-28",
            "name": "浙江",
            "value": "217"
        },
        {
            "date": "2020-02-28",
            "name": "安徽",
            "value": "142"
        },
        {
            "date": "2020-02-28",
            "name": "福建",
            "value": "54"
        },
        {
            "date": "2020-02-28",
            "name": "江西",
            "value": "123"
        },
        {
            "date": "2020-02-28",
            "name": "山东",
            "value": "339"
        },
        {
            "date": "2020-02-28",
            "name": "河南",
            "value": "90"
        },
        {
            "date": "2020-02-28",
            "name": "湖北",
            "value": "34715"
        },
        {
            "date": "2020-02-28",
            "name": "湖南",
            "value": "173"
        },
        {
            "date": "2020-02-28",
            "name": "广东",
            "value": "370"
        },
        {
            "date": "2020-02-28",
            "name": "广西",
            "value": "78"
        },
        {
            "date": "2020-02-28",
            "name": "海南",
            "value": "27"
        },
        {
            "date": "2020-02-28",
            "name": "重庆",
            "value": "148"
        },
        {
            "date": "2020-02-28",
            "name": "四川",
            "value": "185"
        },
        {
            "date": "2020-02-28",
            "name": "贵州",
            "value": "32"
        },
        {
            "date": "2020-02-28",
            "name": "云南",
            "value": "16"
        },
        {
            "date": "2020-02-28",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-28",
            "name": "陕西",
            "value": "44"
        },
        {
            "date": "2020-02-28",
            "name": "甘肃",
            "value": "7"
        },
        {
            "date": "2020-02-28",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-02-28",
            "name": "宁夏",
            "value": "5"
        },
        {
            "date": "2020-02-28",
            "name": "新疆",
            "value": "21"
        },
        {
            "date": "2020-02-28",
            "name": "台湾",
            "value": "24"
        },
        {
            "date": "2020-02-28",
            "name": "香港",
            "value": "62"
        },
        {
            "date": "2020-02-28",
            "name": "澳门",
            "value": "2"
        }
    ],
    [{
            "date": "2020-02-29",
            "name": "北京",
            "value": "129"
        },
        {
            "date": "2020-02-29",
            "name": "天津",
            "value": "24"
        },
        {
            "date": "2020-02-29",
            "name": "河北",
            "value": "29"
        },
        {
            "date": "2020-02-29",
            "name": "山西",
            "value": "19"
        },
        {
            "date": "2020-02-29",
            "name": "内蒙古",
            "value": "24"
        },
        {
            "date": "2020-02-29",
            "name": "辽宁",
            "value": "20"
        },
        {
            "date": "2020-02-29",
            "name": "吉林",
            "value": "17"
        },
        {
            "date": "2020-02-29",
            "name": "黑龙江",
            "value": "137"
        },
        {
            "date": "2020-02-29",
            "name": "上海",
            "value": "47"
        },
        {
            "date": "2020-02-29",
            "name": "江苏",
            "value": "102"
        },
        {
            "date": "2020-02-29",
            "name": "浙江",
            "value": "177"
        },
        {
            "date": "2020-02-29",
            "name": "安徽",
            "value": "116"
        },
        {
            "date": "2020-02-29",
            "name": "福建",
            "value": "52"
        },
        {
            "date": "2020-02-29",
            "name": "江西",
            "value": "103"
        },
        {
            "date": "2020-02-29",
            "name": "山东",
            "value": "319"
        },
        {
            "date": "2020-02-29",
            "name": "河南",
            "value": "65"
        },
        {
            "date": "2020-02-29",
            "name": "湖北",
            "value": "32959"
        },
        {
            "date": "2020-02-29",
            "name": "湖南",
            "value": "161"
        },
        {
            "date": "2020-02-29",
            "name": "广东",
            "value": "333"
        },
        {
            "date": "2020-02-29",
            "name": "广西",
            "value": "71"
        },
        {
            "date": "2020-02-29",
            "name": "海南",
            "value": "15"
        },
        {
            "date": "2020-02-29",
            "name": "重庆",
            "value": "132"
        },
        {
            "date": "2020-02-29",
            "name": "四川",
            "value": "172"
        },
        {
            "date": "2020-02-29",
            "name": "贵州",
            "value": "32"
        },
        {
            "date": "2020-02-29",
            "name": "云南",
            "value": "15"
        },
        {
            "date": "2020-02-29",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-02-29",
            "name": "陕西",
            "value": "37"
        },
        {
            "date": "2020-02-29",
            "name": "甘肃",
            "value": "7"
        },
        {
            "date": "2020-02-29",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-02-29",
            "name": "宁夏",
            "value": "4"
        },
        {
            "date": "2020-02-29",
            "name": "新疆",
            "value": "11"
        },
        {
            "date": "2020-02-29",
            "name": "台湾",
            "value": "29"
        },
        {
            "date": "2020-02-29",
            "name": "香港",
            "value": "60"
        },
        {
            "date": "2020-02-29",
            "name": "澳门",
            "value": "2"
        }
    ],
    [{
            "date": "2020-03-01",
            "name": "北京",
            "value": "124"
        },
        {
            "date": "2020-03-01",
            "name": "天津",
            "value": "22"
        },
        {
            "date": "2020-03-01",
            "name": "河北",
            "value": "18"
        },
        {
            "date": "2020-03-01",
            "name": "山西",
            "value": "17"
        },
        {
            "date": "2020-03-01",
            "name": "内蒙古",
            "value": "24"
        },
        {
            "date": "2020-03-01",
            "name": "辽宁",
            "value": "18"
        },
        {
            "date": "2020-03-01",
            "name": "吉林",
            "value": "14"
        },
        {
            "date": "2020-03-01",
            "name": "黑龙江",
            "value": "117"
        },
        {
            "date": "2020-03-01",
            "name": "上海",
            "value": "44"
        },
        {
            "date": "2020-03-01",
            "name": "江苏",
            "value": "95"
        },
        {
            "date": "2020-03-01",
            "name": "浙江",
            "value": "155"
        },
        {
            "date": "2020-03-01",
            "name": "安徽",
            "value": "96"
        },
        {
            "date": "2020-03-01",
            "name": "福建",
            "value": "48"
        },
        {
            "date": "2020-03-01",
            "name": "江西",
            "value": "84"
        },
        {
            "date": "2020-03-01",
            "name": "山东",
            "value": "297"
        },
        {
            "date": "2020-03-01",
            "name": "河南",
            "value": "45"
        },
        {
            "date": "2020-03-01",
            "name": "湖北",
            "value": "30543"
        },
        {
            "date": "2020-03-01",
            "name": "湖南",
            "value": "138"
        },
        {
            "date": "2020-03-01",
            "name": "广东",
            "value": "309"
        },
        {
            "date": "2020-03-01",
            "name": "广西",
            "value": "62"
        },
        {
            "date": "2020-03-01",
            "name": "海南",
            "value": "12"
        },
        {
            "date": "2020-03-01",
            "name": "重庆",
            "value": "120"
        },
        {
            "date": "2020-03-01",
            "name": "四川",
            "value": "157"
        },
        {
            "date": "2020-03-01",
            "name": "贵州",
            "value": "30"
        },
        {
            "date": "2020-03-01",
            "name": "云南",
            "value": "9"
        },
        {
            "date": "2020-03-01",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-01",
            "name": "陕西",
            "value": "35"
        },
        {
            "date": "2020-03-01",
            "name": "甘肃",
            "value": "5"
        },
        {
            "date": "2020-03-01",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-01",
            "name": "宁夏",
            "value": "5"
        },
        {
            "date": "2020-03-01",
            "name": "新疆",
            "value": "9"
        },
        {
            "date": "2020-03-01",
            "name": "台湾",
            "value": "27"
        },
        {
            "date": "2020-03-01",
            "name": "香港",
            "value": "60"
        },
        {
            "date": "2020-03-01",
            "name": "澳门",
            "value": "2"
        }
    ],
    [{
            "date": "2020-03-02",
            "name": "北京",
            "value": "118"
        },
        {
            "date": "2020-03-02",
            "name": "天津",
            "value": "15"
        },
        {
            "date": "2020-03-02",
            "name": "河北",
            "value": "15"
        },
        {
            "date": "2020-03-02",
            "name": "山西",
            "value": "14"
        },
        {
            "date": "2020-03-02",
            "name": "内蒙古",
            "value": "21"
        },
        {
            "date": "2020-03-02",
            "name": "辽宁",
            "value": "21"
        },
        {
            "date": "2020-03-02",
            "name": "吉林",
            "value": "9"
        },
        {
            "date": "2020-03-02",
            "name": "黑龙江",
            "value": "109"
        },
        {
            "date": "2020-03-02",
            "name": "上海",
            "value": "43"
        },
        {
            "date": "2020-03-02",
            "name": "江苏",
            "value": "76"
        },
        {
            "date": "2020-03-02",
            "name": "浙江",
            "value": "126"
        },
        {
            "date": "2020-03-02",
            "name": "安徽",
            "value": "67"
        },
        {
            "date": "2020-03-02",
            "name": "福建",
            "value": "40"
        },
        {
            "date": "2020-03-02",
            "name": "江西",
            "value": "64"
        },
        {
            "date": "2020-03-02",
            "name": "山东",
            "value": "255"
        },
        {
            "date": "2020-03-02",
            "name": "河南",
            "value": "27"
        },
        {
            "date": "2020-03-02",
            "name": "湖北",
            "value": "28216"
        },
        {
            "date": "2020-03-02",
            "name": "湖南",
            "value": "122"
        },
        {
            "date": "2020-03-02",
            "name": "广东",
            "value": "262"
        },
        {
            "date": "2020-03-02",
            "name": "广西",
            "value": "48"
        },
        {
            "date": "2020-03-02",
            "name": "海南",
            "value": "12"
        },
        {
            "date": "2020-03-02",
            "name": "重庆",
            "value": "101"
        },
        {
            "date": "2020-03-02",
            "name": "四川",
            "value": "146"
        },
        {
            "date": "2020-03-02",
            "name": "贵州",
            "value": "30"
        },
        {
            "date": "2020-03-02",
            "name": "云南",
            "value": "4"
        },
        {
            "date": "2020-03-02",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-02",
            "name": "陕西",
            "value": "28"
        },
        {
            "date": "2020-03-02",
            "name": "甘肃",
            "value": "4"
        },
        {
            "date": "2020-03-02",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-02",
            "name": "宁夏",
            "value": "5"
        },
        {
            "date": "2020-03-02",
            "name": "新疆",
            "value": "6"
        },
        {
            "date": "2020-03-02",
            "name": "台湾",
            "value": "28"
        },
        {
            "date": "2020-03-02",
            "name": "香港",
            "value": "62"
        },
        {
            "date": "2020-03-02",
            "name": "澳门",
            "value": "2"
        }
    ],
    [{
            "date": "2020-03-03",
            "name": "北京",
            "value": "115"
        },
        {
            "date": "2020-03-03",
            "name": "天津",
            "value": "9"
        },
        {
            "date": "2020-03-03",
            "name": "河北",
            "value": "12"
        },
        {
            "date": "2020-03-03",
            "name": "山西",
            "value": "9"
        },
        {
            "date": "2020-03-03",
            "name": "内蒙古",
            "value": "15"
        },
        {
            "date": "2020-03-03",
            "name": "辽宁",
            "value": "18"
        },
        {
            "date": "2020-03-03",
            "name": "吉林",
            "value": "8"
        },
        {
            "date": "2020-03-03",
            "name": "黑龙江",
            "value": "95"
        },
        {
            "date": "2020-03-03",
            "name": "上海",
            "value": "41"
        },
        {
            "date": "2020-03-03",
            "name": "江苏",
            "value": "66"
        },
        {
            "date": "2020-03-03",
            "name": "浙江",
            "value": "105"
        },
        {
            "date": "2020-03-03",
            "name": "安徽",
            "value": "43"
        },
        {
            "date": "2020-03-03",
            "name": "福建",
            "value": "34"
        },
        {
            "date": "2020-03-03",
            "name": "江西",
            "value": "50"
        },
        {
            "date": "2020-03-03",
            "name": "山东",
            "value": "241"
        },
        {
            "date": "2020-03-03",
            "name": "河南",
            "value": "16"
        },
        {
            "date": "2020-03-03",
            "name": "湖北",
            "value": "25905"
        },
        {
            "date": "2020-03-03",
            "name": "湖南",
            "value": "101"
        },
        {
            "date": "2020-03-03",
            "name": "广东",
            "value": "214"
        },
        {
            "date": "2020-03-03",
            "name": "广西",
            "value": "40"
        },
        {
            "date": "2020-03-03",
            "name": "海南",
            "value": "8"
        },
        {
            "date": "2020-03-03",
            "name": "重庆",
            "value": "80"
        },
        {
            "date": "2020-03-03",
            "name": "四川",
            "value": "135"
        },
        {
            "date": "2020-03-03",
            "name": "贵州",
            "value": "30"
        },
        {
            "date": "2020-03-03",
            "name": "云南",
            "value": "3"
        },
        {
            "date": "2020-03-03",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-03",
            "name": "陕西",
            "value": "26"
        },
        {
            "date": "2020-03-03",
            "name": "甘肃",
            "value": "3"
        },
        {
            "date": "2020-03-03",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-03",
            "name": "宁夏",
            "value": "6"
        },
        {
            "date": "2020-03-03",
            "name": "新疆",
            "value": "5"
        },
        {
            "date": "2020-03-03",
            "name": "台湾",
            "value": "29"
        },
        {
            "date": "2020-03-03",
            "name": "香港",
            "value": "61"
        },
        {
            "date": "2020-03-03",
            "name": "澳门",
            "value": "1"
        }
    ],
    [{
            "date": "2020-03-04",
            "name": "北京",
            "value": "113"
        },
        {
            "date": "2020-03-04",
            "name": "天津",
            "value": "5"
        },
        {
            "date": "2020-03-04",
            "name": "河北",
            "value": "11"
        },
        {
            "date": "2020-03-04",
            "name": "山西",
            "value": "9"
        },
        {
            "date": "2020-03-04",
            "name": "内蒙古",
            "value": "11"
        },
        {
            "date": "2020-03-04",
            "name": "辽宁",
            "value": "18"
        },
        {
            "date": "2020-03-04",
            "name": "吉林",
            "value": "6"
        },
        {
            "date": "2020-03-04",
            "name": "黑龙江",
            "value": "89"
        },
        {
            "date": "2020-03-04",
            "name": "上海",
            "value": "37"
        },
        {
            "date": "2020-03-04",
            "name": "江苏",
            "value": "51"
        },
        {
            "date": "2020-03-04",
            "name": "浙江",
            "value": "84"
        },
        {
            "date": "2020-03-04",
            "name": "安徽",
            "value": "28"
        },
        {
            "date": "2020-03-04",
            "name": "福建",
            "value": "25"
        },
        {
            "date": "2020-03-04",
            "name": "江西",
            "value": "33"
        },
        {
            "date": "2020-03-04",
            "name": "山东",
            "value": "176"
        },
        {
            "date": "2020-03-04",
            "name": "河南",
            "value": "11"
        },
        {
            "date": "2020-03-04",
            "name": "湖北",
            "value": "24085"
        },
        {
            "date": "2020-03-04",
            "name": "湖南",
            "value": "81"
        },
        {
            "date": "2020-03-04",
            "name": "广东",
            "value": "184"
        },
        {
            "date": "2020-03-04",
            "name": "广西",
            "value": "37"
        },
        {
            "date": "2020-03-04",
            "name": "海南",
            "value": "5"
        },
        {
            "date": "2020-03-04",
            "name": "重庆",
            "value": "68"
        },
        {
            "date": "2020-03-04",
            "name": "四川",
            "value": "118"
        },
        {
            "date": "2020-03-04",
            "name": "贵州",
            "value": "30"
        },
        {
            "date": "2020-03-04",
            "name": "云南",
            "value": "3"
        },
        {
            "date": "2020-03-04",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-04",
            "name": "陕西",
            "value": "22"
        },
        {
            "date": "2020-03-04",
            "name": "甘肃",
            "value": "2"
        },
        {
            "date": "2020-03-04",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-04",
            "name": "宁夏",
            "value": "6"
        },
        {
            "date": "2020-03-04",
            "name": "新疆",
            "value": "4"
        },
        {
            "date": "2020-03-04",
            "name": "台湾",
            "value": "29"
        },
        {
            "date": "2020-03-04",
            "name": "香港",
            "value": "59"
        },
        {
            "date": "2020-03-04",
            "name": "澳门",
            "value": "1"
        }
    ],
    [{
            "date": "2020-03-05",
            "name": "北京",
            "value": "116"
        },
        {
            "date": "2020-03-05",
            "name": "天津",
            "value": "5"
        },
        {
            "date": "2020-03-05",
            "name": "河北",
            "value": "8"
        },
        {
            "date": "2020-03-05",
            "name": "山西",
            "value": "7"
        },
        {
            "date": "2020-03-05",
            "name": "内蒙古",
            "value": "9"
        },
        {
            "date": "2020-03-05",
            "name": "辽宁",
            "value": "18"
        },
        {
            "date": "2020-03-05",
            "name": "吉林",
            "value": "4"
        },
        {
            "date": "2020-03-05",
            "name": "黑龙江",
            "value": "88"
        },
        {
            "date": "2020-03-05",
            "name": "上海",
            "value": "33"
        },
        {
            "date": "2020-03-05",
            "name": "江苏",
            "value": "43"
        },
        {
            "date": "2020-03-05",
            "name": "浙江",
            "value": "61"
        },
        {
            "date": "2020-03-05",
            "name": "安徽",
            "value": "14"
        },
        {
            "date": "2020-03-05",
            "name": "福建",
            "value": "17"
        },
        {
            "date": "2020-03-05",
            "name": "江西",
            "value": "26"
        },
        {
            "date": "2020-03-05",
            "name": "山东",
            "value": "150"
        },
        {
            "date": "2020-03-05",
            "name": "河南",
            "value": "9"
        },
        {
            "date": "2020-03-05",
            "name": "湖北",
            "value": "22695"
        },
        {
            "date": "2020-03-05",
            "name": "湖南",
            "value": "68"
        },
        {
            "date": "2020-03-05",
            "name": "广东",
            "value": "135"
        },
        {
            "date": "2020-03-05",
            "name": "广西",
            "value": "33"
        },
        {
            "date": "2020-03-05",
            "name": "海南",
            "value": "4"
        },
        {
            "date": "2020-03-05",
            "name": "重庆",
            "value": "58"
        },
        {
            "date": "2020-03-05",
            "name": "四川",
            "value": "108"
        },
        {
            "date": "2020-03-05",
            "name": "贵州",
            "value": "30"
        },
        {
            "date": "2020-03-05",
            "name": "云南",
            "value": "3"
        },
        {
            "date": "2020-03-05",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-05",
            "name": "陕西",
            "value": "20"
        },
        {
            "date": "2020-03-05",
            "name": "甘肃",
            "value": "13"
        },
        {
            "date": "2020-03-05",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-05",
            "name": "宁夏",
            "value": "6"
        },
        {
            "date": "2020-03-05",
            "name": "新疆",
            "value": "3"
        },
        {
            "date": "2020-03-05",
            "name": "台湾",
            "value": "31"
        },
        {
            "date": "2020-03-05",
            "name": "香港",
            "value": "56"
        },
        {
            "date": "2020-03-05",
            "name": "澳门",
            "value": "1"
        }
    ],
    [{
            "date": "2020-03-06",
            "name": "北京",
            "value": "115"
        },
        {
            "date": "2020-03-06",
            "name": "天津",
            "value": "5"
        },
        {
            "date": "2020-03-06",
            "name": "河北",
            "value": "7"
        },
        {
            "date": "2020-03-06",
            "name": "山西",
            "value": "7"
        },
        {
            "date": "2020-03-06",
            "name": "内蒙古",
            "value": "9"
        },
        {
            "date": "2020-03-06",
            "name": "辽宁",
            "value": "18"
        },
        {
            "date": "2020-03-06",
            "name": "吉林",
            "value": "2"
        },
        {
            "date": "2020-03-06",
            "name": "黑龙江",
            "value": "66"
        },
        {
            "date": "2020-03-06",
            "name": "上海",
            "value": "33"
        },
        {
            "date": "2020-03-06",
            "name": "江苏",
            "value": "30"
        },
        {
            "date": "2020-03-06",
            "name": "浙江",
            "value": "53"
        },
        {
            "date": "2020-03-06",
            "name": "安徽",
            "value": "5"
        },
        {
            "date": "2020-03-06",
            "name": "福建",
            "value": "11"
        },
        {
            "date": "2020-03-06",
            "name": "江西",
            "value": "18"
        },
        {
            "date": "2020-03-06",
            "name": "山东",
            "value": "127"
        },
        {
            "date": "2020-03-06",
            "name": "河南",
            "value": "7"
        },
        {
            "date": "2020-03-06",
            "name": "湖北",
            "value": "21239"
        },
        {
            "date": "2020-03-06",
            "name": "湖南",
            "value": "55"
        },
        {
            "date": "2020-03-06",
            "name": "广东",
            "value": "112"
        },
        {
            "date": "2020-03-06",
            "name": "广西",
            "value": "31"
        },
        {
            "date": "2020-03-06",
            "name": "海南",
            "value": "4"
        },
        {
            "date": "2020-03-06",
            "name": "重庆",
            "value": "50"
        },
        {
            "date": "2020-03-06",
            "name": "四川",
            "value": "88"
        },
        {
            "date": "2020-03-06",
            "name": "贵州",
            "value": "29"
        },
        {
            "date": "2020-03-06",
            "name": "云南",
            "value": "2"
        },
        {
            "date": "2020-03-06",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-06",
            "name": "陕西",
            "value": "18"
        },
        {
            "date": "2020-03-06",
            "name": "甘肃",
            "value": "30"
        },
        {
            "date": "2020-03-06",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-06",
            "name": "宁夏",
            "value": "4"
        },
        {
            "date": "2020-03-06",
            "name": "新疆",
            "value": "2"
        },
        {
            "date": "2020-03-06",
            "name": "台湾",
            "value": "32"
        },
        {
            "date": "2020-03-06",
            "name": "香港",
            "value": "54"
        },
        {
            "date": "2020-03-06",
            "name": "澳门",
            "value": "0"
        }
    ],
    [{
            "date": "2020-03-07",
            "name": "北京",
            "value": "112"
        },
        {
            "date": "2020-03-07",
            "name": "天津",
            "value": "5"
        },
        {
            "date": "2020-03-07",
            "name": "河北",
            "value": "5"
        },
        {
            "date": "2020-03-07",
            "name": "山西",
            "value": "7"
        },
        {
            "date": "2020-03-07",
            "name": "内蒙古",
            "value": "6"
        },
        {
            "date": "2020-03-07",
            "name": "辽宁",
            "value": "16"
        },
        {
            "date": "2020-03-07",
            "name": "吉林",
            "value": "2"
        },
        {
            "date": "2020-03-07",
            "name": "黑龙江",
            "value": "59"
        },
        {
            "date": "2020-03-07",
            "name": "上海",
            "value": "26"
        },
        {
            "date": "2020-03-07",
            "name": "江苏",
            "value": "21"
        },
        {
            "date": "2020-03-07",
            "name": "浙江",
            "value": "45"
        },
        {
            "date": "2020-03-07",
            "name": "安徽",
            "value": "3"
        },
        {
            "date": "2020-03-07",
            "name": "福建",
            "value": "0"
        },
        {
            "date": "2020-03-07",
            "name": "江西",
            "value": "16"
        },
        {
            "date": "2020-03-07",
            "name": "山东",
            "value": "115"
        },
        {
            "date": "2020-03-07",
            "name": "河南",
            "value": "4"
        },
        {
            "date": "2020-03-07",
            "name": "湖北",
            "value": "19710"
        },
        {
            "date": "2020-03-07",
            "name": "湖南",
            "value": "49"
        },
        {
            "date": "2020-03-07",
            "name": "广东",
            "value": "95"
        },
        {
            "date": "2020-03-07",
            "name": "广西",
            "value": "27"
        },
        {
            "date": "2020-03-07",
            "name": "海南",
            "value": "4"
        },
        {
            "date": "2020-03-07",
            "name": "重庆",
            "value": "44"
        },
        {
            "date": "2020-03-07",
            "name": "四川",
            "value": "79"
        },
        {
            "date": "2020-03-07",
            "name": "贵州",
            "value": "27"
        },
        {
            "date": "2020-03-07",
            "name": "云南",
            "value": "2"
        },
        {
            "date": "2020-03-07",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-07",
            "name": "陕西",
            "value": "18"
        },
        {
            "date": "2020-03-07",
            "name": "甘肃",
            "value": "31"
        },
        {
            "date": "2020-03-07",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-07",
            "name": "宁夏",
            "value": "4"
        },
        {
            "date": "2020-03-07",
            "name": "新疆",
            "value": "1"
        },
        {
            "date": "2020-03-07",
            "name": "台湾",
            "value": "31"
        },
        {
            "date": "2020-03-07",
            "name": "香港",
            "value": "52"
        },
        {
            "date": "2020-03-07",
            "name": "澳门",
            "value": "0"
        }
    ],
    [{
            "date": "2020-03-08",
            "name": "北京",
            "value": "105"
        },
        {
            "date": "2020-03-08",
            "name": "天津",
            "value": "4"
        },
        {
            "date": "2020-03-08",
            "name": "河北",
            "value": "5"
        },
        {
            "date": "2020-03-08",
            "name": "山西",
            "value": "7"
        },
        {
            "date": "2020-03-08",
            "name": "内蒙古",
            "value": "4"
        },
        {
            "date": "2020-03-08",
            "name": "辽宁",
            "value": "15"
        },
        {
            "date": "2020-03-08",
            "name": "吉林",
            "value": "2"
        },
        {
            "date": "2020-03-08",
            "name": "黑龙江",
            "value": "47"
        },
        {
            "date": "2020-03-08",
            "name": "上海",
            "value": "25"
        },
        {
            "date": "2020-03-08",
            "name": "江苏",
            "value": "13"
        },
        {
            "date": "2020-03-08",
            "name": "浙江",
            "value": "32"
        },
        {
            "date": "2020-03-08",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-03-08",
            "name": "福建",
            "value": "0"
        },
        {
            "date": "2020-03-08",
            "name": "江西",
            "value": "11"
        },
        {
            "date": "2020-03-08",
            "name": "山东",
            "value": "105"
        },
        {
            "date": "2020-03-08",
            "name": "河南",
            "value": "3"
        },
        {
            "date": "2020-03-08",
            "name": "湖北",
            "value": "18303"
        },
        {
            "date": "2020-03-08",
            "name": "湖南",
            "value": "35"
        },
        {
            "date": "2020-03-08",
            "name": "广东",
            "value": "84"
        },
        {
            "date": "2020-03-08",
            "name": "广西",
            "value": "20"
        },
        {
            "date": "2020-03-08",
            "name": "海南",
            "value": "3"
        },
        {
            "date": "2020-03-08",
            "name": "重庆",
            "value": "43"
        },
        {
            "date": "2020-03-08",
            "name": "四川",
            "value": "71"
        },
        {
            "date": "2020-03-08",
            "name": "贵州",
            "value": "21"
        },
        {
            "date": "2020-03-08",
            "name": "云南",
            "value": "2"
        },
        {
            "date": "2020-03-08",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-08",
            "name": "陕西",
            "value": "17"
        },
        {
            "date": "2020-03-08",
            "name": "甘肃",
            "value": "35"
        },
        {
            "date": "2020-03-08",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-08",
            "name": "宁夏",
            "value": "4"
        },
        {
            "date": "2020-03-08",
            "name": "新疆",
            "value": "0"
        },
        {
            "date": "2020-03-08",
            "name": "台湾",
            "value": "29"
        },
        {
            "date": "2020-03-08",
            "name": "香港",
            "value": "52"
        },
        {
            "date": "2020-03-08",
            "name": "澳门",
            "value": "0"
        }
    ],
    [{
            "date": "2020-03-09",
            "name": "北京",
            "value": "101"
        },
        {
            "date": "2020-03-09",
            "name": "天津",
            "value": "3"
        },
        {
            "date": "2020-03-09",
            "name": "河北",
            "value": "5"
        },
        {
            "date": "2020-03-09",
            "name": "山西",
            "value": "6"
        },
        {
            "date": "2020-03-09",
            "name": "内蒙古",
            "value": "4"
        },
        {
            "date": "2020-03-09",
            "name": "辽宁",
            "value": "14"
        },
        {
            "date": "2020-03-09",
            "name": "吉林",
            "value": "1"
        },
        {
            "date": "2020-03-09",
            "name": "黑龙江",
            "value": "34"
        },
        {
            "date": "2020-03-09",
            "name": "上海",
            "value": "24"
        },
        {
            "date": "2020-03-09",
            "name": "江苏",
            "value": "9"
        },
        {
            "date": "2020-03-09",
            "name": "浙江",
            "value": "24"
        },
        {
            "date": "2020-03-09",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-03-09",
            "name": "福建",
            "value": "0"
        },
        {
            "date": "2020-03-09",
            "name": "江西",
            "value": "7"
        },
        {
            "date": "2020-03-09",
            "name": "山东",
            "value": "49"
        },
        {
            "date": "2020-03-09",
            "name": "河南",
            "value": "3"
        },
        {
            "date": "2020-03-09",
            "name": "湖北",
            "value": "17151"
        },
        {
            "date": "2020-03-09",
            "name": "湖南",
            "value": "26"
        },
        {
            "date": "2020-03-09",
            "name": "广东",
            "value": "75"
        },
        {
            "date": "2020-03-09",
            "name": "广西",
            "value": "16"
        },
        {
            "date": "2020-03-09",
            "name": "海南",
            "value": "3"
        },
        {
            "date": "2020-03-09",
            "name": "重庆",
            "value": "28"
        },
        {
            "date": "2020-03-09",
            "name": "四川",
            "value": "66"
        },
        {
            "date": "2020-03-09",
            "name": "贵州",
            "value": "15"
        },
        {
            "date": "2020-03-09",
            "name": "云南",
            "value": "2"
        },
        {
            "date": "2020-03-09",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-09",
            "name": "陕西",
            "value": "17"
        },
        {
            "date": "2020-03-09",
            "name": "甘肃",
            "value": "34"
        },
        {
            "date": "2020-03-09",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-09",
            "name": "宁夏",
            "value": "4"
        },
        {
            "date": "2020-03-09",
            "name": "新疆",
            "value": "0"
        },
        {
            "date": "2020-03-09",
            "name": "台湾",
            "value": "29"
        },
        {
            "date": "2020-03-09",
            "name": "香港",
            "value": "52"
        },
        {
            "date": "2020-03-09",
            "name": "澳门",
            "value": "0"
        }
    ],
    [{
            "date": "2020-03-10",
            "name": "北京",
            "value": "101"
        },
        {
            "date": "2020-03-10",
            "name": "天津",
            "value": "2"
        },
        {
            "date": "2020-03-10",
            "name": "河北",
            "value": "5"
        },
        {
            "date": "2020-03-10",
            "name": "山西",
            "value": "2"
        },
        {
            "date": "2020-03-10",
            "name": "内蒙古",
            "value": "4"
        },
        {
            "date": "2020-03-10",
            "name": "辽宁",
            "value": "13"
        },
        {
            "date": "2020-03-10",
            "name": "吉林",
            "value": "1"
        },
        {
            "date": "2020-03-10",
            "name": "黑龙江",
            "value": "34"
        },
        {
            "date": "2020-03-10",
            "name": "上海",
            "value": "22"
        },
        {
            "date": "2020-03-10",
            "name": "江苏",
            "value": "4"
        },
        {
            "date": "2020-03-10",
            "name": "浙江",
            "value": "9"
        },
        {
            "date": "2020-03-10",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-03-10",
            "name": "福建",
            "value": "0"
        },
        {
            "date": "2020-03-10",
            "name": "江西",
            "value": "2"
        },
        {
            "date": "2020-03-10",
            "name": "山东",
            "value": "32"
        },
        {
            "date": "2020-03-10",
            "name": "河南",
            "value": "1"
        },
        {
            "date": "2020-03-10",
            "name": "湖北",
            "value": "15671"
        },
        {
            "date": "2020-03-10",
            "name": "湖南",
            "value": "19"
        },
        {
            "date": "2020-03-10",
            "name": "广东",
            "value": "63"
        },
        {
            "date": "2020-03-10",
            "name": "广西",
            "value": "13"
        },
        {
            "date": "2020-03-10",
            "name": "海南",
            "value": "3"
        },
        {
            "date": "2020-03-10",
            "name": "重庆",
            "value": "23"
        },
        {
            "date": "2020-03-10",
            "name": "四川",
            "value": "52"
        },
        {
            "date": "2020-03-10",
            "name": "贵州",
            "value": "11"
        },
        {
            "date": "2020-03-10",
            "name": "云南",
            "value": "2"
        },
        {
            "date": "2020-03-10",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-10",
            "name": "陕西",
            "value": "17"
        },
        {
            "date": "2020-03-10",
            "name": "甘肃",
            "value": "35"
        },
        {
            "date": "2020-03-10",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-10",
            "name": "宁夏",
            "value": "4"
        },
        {
            "date": "2020-03-10",
            "name": "新疆",
            "value": "0"
        },
        {
            "date": "2020-03-10",
            "name": "台湾",
            "value": "29"
        },
        {
            "date": "2020-03-10",
            "name": "香港",
            "value": "52"
        },
        {
            "date": "2020-03-10",
            "name": "澳门",
            "value": "0"
        }
    ],
    [{
            "date": "2020-03-11",
            "name": "北京",
            "value": "93"
        },
        {
            "date": "2020-03-11",
            "name": "天津",
            "value": "1"
        },
        {
            "date": "2020-03-11",
            "name": "河北",
            "value": "5"
        },
        {
            "date": "2020-03-11",
            "name": "山西",
            "value": "2"
        },
        {
            "date": "2020-03-11",
            "name": "内蒙古",
            "value": "3"
        },
        {
            "date": "2020-03-11",
            "name": "辽宁",
            "value": "13"
        },
        {
            "date": "2020-03-11",
            "name": "吉林",
            "value": "1"
        },
        {
            "date": "2020-03-11",
            "name": "黑龙江",
            "value": "29"
        },
        {
            "date": "2020-03-11",
            "name": "上海",
            "value": "21"
        },
        {
            "date": "2020-03-11",
            "name": "江苏",
            "value": "3"
        },
        {
            "date": "2020-03-11",
            "name": "浙江",
            "value": "5"
        },
        {
            "date": "2020-03-11",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-03-11",
            "name": "福建",
            "value": "0"
        },
        {
            "date": "2020-03-11",
            "name": "江西",
            "value": "0"
        },
        {
            "date": "2020-03-11",
            "name": "山东",
            "value": "21"
        },
        {
            "date": "2020-03-11",
            "name": "河南",
            "value": "2"
        },
        {
            "date": "2020-03-11",
            "name": "湖北",
            "value": "14427"
        },
        {
            "date": "2020-03-11",
            "name": "湖南",
            "value": "16"
        },
        {
            "date": "2020-03-11",
            "name": "广东",
            "value": "60"
        },
        {
            "date": "2020-03-11",
            "name": "广西",
            "value": "9"
        },
        {
            "date": "2020-03-11",
            "name": "海南",
            "value": "2"
        },
        {
            "date": "2020-03-11",
            "name": "重庆",
            "value": "16"
        },
        {
            "date": "2020-03-11",
            "name": "四川",
            "value": "42"
        },
        {
            "date": "2020-03-11",
            "name": "贵州",
            "value": "7"
        },
        {
            "date": "2020-03-11",
            "name": "云南",
            "value": "2"
        },
        {
            "date": "2020-03-11",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-11",
            "name": "陕西",
            "value": "11"
        },
        {
            "date": "2020-03-11",
            "name": "甘肃",
            "value": "37"
        },
        {
            "date": "2020-03-11",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-11",
            "name": "宁夏",
            "value": "3"
        },
        {
            "date": "2020-03-11",
            "name": "新疆",
            "value": "0"
        },
        {
            "date": "2020-03-11",
            "name": "台湾",
            "value": "30"
        },
        {
            "date": "2020-03-11",
            "name": "香港",
            "value": "59"
        },
        {
            "date": "2020-03-11",
            "name": "澳门",
            "value": "0"
        }
    ],
    [{
            "date": "2020-03-12",
            "name": "北京",
            "value": "86"
        },
        {
            "date": "2020-03-12",
            "name": "天津",
            "value": "1"
        },
        {
            "date": "2020-03-12",
            "name": "河北",
            "value": "2"
        },
        {
            "date": "2020-03-12",
            "name": "山西",
            "value": "1"
        },
        {
            "date": "2020-03-12",
            "name": "内蒙古",
            "value": "3"
        },
        {
            "date": "2020-03-12",
            "name": "辽宁",
            "value": "12"
        },
        {
            "date": "2020-03-12",
            "name": "吉林",
            "value": "1"
        },
        {
            "date": "2020-03-12",
            "name": "黑龙江",
            "value": "23"
        },
        {
            "date": "2020-03-12",
            "name": "上海",
            "value": "22"
        },
        {
            "date": "2020-03-12",
            "name": "江苏",
            "value": "1"
        },
        {
            "date": "2020-03-12",
            "name": "浙江",
            "value": "5"
        },
        {
            "date": "2020-03-12",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-03-12",
            "name": "福建",
            "value": "0"
        },
        {
            "date": "2020-03-12",
            "name": "江西",
            "value": "0"
        },
        {
            "date": "2020-03-12",
            "name": "山东",
            "value": "14"
        },
        {
            "date": "2020-03-12",
            "name": "河南",
            "value": "2"
        },
        {
            "date": "2020-03-12",
            "name": "湖北",
            "value": "13171"
        },
        {
            "date": "2020-03-12",
            "name": "湖南",
            "value": "10"
        },
        {
            "date": "2020-03-12",
            "name": "广东",
            "value": "52"
        },
        {
            "date": "2020-03-12",
            "name": "广西",
            "value": "7"
        },
        {
            "date": "2020-03-12",
            "name": "海南",
            "value": "2"
        },
        {
            "date": "2020-03-12",
            "name": "重庆",
            "value": "6"
        },
        {
            "date": "2020-03-12",
            "name": "四川",
            "value": "36"
        },
        {
            "date": "2020-03-12",
            "name": "贵州",
            "value": "4"
        },
        {
            "date": "2020-03-12",
            "name": "云南",
            "value": "2"
        },
        {
            "date": "2020-03-12",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-12",
            "name": "陕西",
            "value": "11"
        },
        {
            "date": "2020-03-12",
            "name": "甘肃",
            "value": "37"
        },
        {
            "date": "2020-03-12",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-12",
            "name": "宁夏",
            "value": "3"
        },
        {
            "date": "2020-03-12",
            "name": "新疆",
            "value": "0"
        },
        {
            "date": "2020-03-12",
            "name": "台湾",
            "value": "28"
        },
        {
            "date": "2020-03-12",
            "name": "香港",
            "value": "53"
        },
        {
            "date": "2020-03-12",
            "name": "澳门",
            "value": "0"
        }
    ],
    [{
            "date": "2020-03-13",
            "name": "北京",
            "value": "86"
        },
        {
            "date": "2020-03-13",
            "name": "天津",
            "value": "1"
        },
        {
            "date": "2020-03-13",
            "name": "河北",
            "value": "2"
        },
        {
            "date": "2020-03-13",
            "name": "山西",
            "value": "1"
        },
        {
            "date": "2020-03-13",
            "name": "内蒙古",
            "value": "3"
        },
        {
            "date": "2020-03-13",
            "name": "辽宁",
            "value": "12"
        },
        {
            "date": "2020-03-13",
            "name": "吉林",
            "value": "1"
        },
        {
            "date": "2020-03-13",
            "name": "黑龙江",
            "value": "23"
        },
        {
            "date": "2020-03-13",
            "name": "上海",
            "value": "19"
        },
        {
            "date": "2020-03-13",
            "name": "江苏",
            "value": "0"
        },
        {
            "date": "2020-03-13",
            "name": "浙江",
            "value": "5"
        },
        {
            "date": "2020-03-13",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-03-13",
            "name": "福建",
            "value": "0"
        },
        {
            "date": "2020-03-13",
            "name": "江西",
            "value": "0"
        },
        {
            "date": "2020-03-13",
            "name": "山东",
            "value": "14"
        },
        {
            "date": "2020-03-13",
            "name": "河南",
            "value": "2"
        },
        {
            "date": "2020-03-13",
            "name": "湖北",
            "value": "13169"
        },
        {
            "date": "2020-03-13",
            "name": "湖南",
            "value": "10"
        },
        {
            "date": "2020-03-13",
            "name": "广东",
            "value": "52"
        },
        {
            "date": "2020-03-13",
            "name": "广西",
            "value": "7"
        },
        {
            "date": "2020-03-13",
            "name": "海南",
            "value": "2"
        },
        {
            "date": "2020-03-13",
            "name": "重庆",
            "value": "6"
        },
        {
            "date": "2020-03-13",
            "name": "四川",
            "value": "34"
        },
        {
            "date": "2020-03-13",
            "name": "贵州",
            "value": "4"
        },
        {
            "date": "2020-03-13",
            "name": "云南",
            "value": "2"
        },
        {
            "date": "2020-03-13",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-13",
            "name": "陕西",
            "value": "11"
        },
        {
            "date": "2020-03-13",
            "name": "甘肃",
            "value": "37"
        },
        {
            "date": "2020-03-13",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-13",
            "name": "宁夏",
            "value": "3"
        },
        {
            "date": "2020-03-13",
            "name": "新疆",
            "value": "0"
        },
        {
            "date": "2020-03-13",
            "name": "台湾",
            "value": "28"
        },
        {
            "date": "2020-03-13",
            "name": "香港",
            "value": "52"
        },
        {
            "date": "2020-03-13",
            "name": "澳门",
            "value": "0"
        }
    ],
    [{
            "date": "2020-03-14",
            "name": "北京",
            "value": "81"
        },
        {
            "date": "2020-03-14",
            "name": "天津",
            "value": "1"
        },
        {
            "date": "2020-03-14",
            "name": "河北",
            "value": "2"
        },
        {
            "date": "2020-03-14",
            "name": "山西",
            "value": "0"
        },
        {
            "date": "2020-03-14",
            "name": "内蒙古",
            "value": "3"
        },
        {
            "date": "2020-03-14",
            "name": "辽宁",
            "value": "11"
        },
        {
            "date": "2020-03-14",
            "name": "吉林",
            "value": "1"
        },
        {
            "date": "2020-03-14",
            "name": "黑龙江",
            "value": "16"
        },
        {
            "date": "2020-03-14",
            "name": "上海",
            "value": "26"
        },
        {
            "date": "2020-03-14",
            "name": "江苏",
            "value": "0"
        },
        {
            "date": "2020-03-14",
            "name": "浙江",
            "value": "19"
        },
        {
            "date": "2020-03-14",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-03-14",
            "name": "福建",
            "value": "0"
        },
        {
            "date": "2020-03-14",
            "name": "江西",
            "value": "0"
        },
        {
            "date": "2020-03-14",
            "name": "山东",
            "value": "12"
        },
        {
            "date": "2020-03-14",
            "name": "河南",
            "value": "1"
        },
        {
            "date": "2020-03-14",
            "name": "湖北",
            "value": "10431"
        },
        {
            "date": "2020-03-14",
            "name": "湖南",
            "value": "0"
        },
        {
            "date": "2020-03-14",
            "name": "广东",
            "value": "46"
        },
        {
            "date": "2020-03-14",
            "name": "广西",
            "value": "7"
        },
        {
            "date": "2020-03-14",
            "name": "海南",
            "value": "2"
        },
        {
            "date": "2020-03-14",
            "name": "重庆",
            "value": "1"
        },
        {
            "date": "2020-03-14",
            "name": "四川",
            "value": "21"
        },
        {
            "date": "2020-03-14",
            "name": "贵州",
            "value": "1"
        },
        {
            "date": "2020-03-14",
            "name": "云南",
            "value": "0"
        },
        {
            "date": "2020-03-14",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-14",
            "name": "陕西",
            "value": "11"
        },
        {
            "date": "2020-03-14",
            "name": "甘肃",
            "value": "39"
        },
        {
            "date": "2020-03-14",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-14",
            "name": "宁夏",
            "value": "2"
        },
        {
            "date": "2020-03-14",
            "name": "新疆",
            "value": "0"
        },
        {
            "date": "2020-03-14",
            "name": "台湾",
            "value": "32"
        },
        {
            "date": "2020-03-14",
            "name": "香港",
            "value": "56"
        },
        {
            "date": "2020-03-14",
            "name": "澳门",
            "value": "0"
        }
    ],
    [{
            "date": "2020-03-15",
            "name": "北京",
            "value": "80"
        },
        {
            "date": "2020-03-15",
            "name": "天津",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "河北",
            "value": "2"
        },
        {
            "date": "2020-03-15",
            "name": "山西",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "内蒙古",
            "value": "3"
        },
        {
            "date": "2020-03-15",
            "name": "辽宁",
            "value": "10"
        },
        {
            "date": "2020-03-15",
            "name": "吉林",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "黑龙江",
            "value": "15"
        },
        {
            "date": "2020-03-15",
            "name": "上海",
            "value": "28"
        },
        {
            "date": "2020-03-15",
            "name": "江苏",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "浙江",
            "value": "17"
        },
        {
            "date": "2020-03-15",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "福建",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "江西",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "山东",
            "value": "10"
        },
        {
            "date": "2020-03-15",
            "name": "河南",
            "value": "1"
        },
        {
            "date": "2020-03-15",
            "name": "湖北",
            "value": "9605"
        },
        {
            "date": "2020-03-15",
            "name": "湖南",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "广东",
            "value": "47"
        },
        {
            "date": "2020-03-15",
            "name": "广西",
            "value": "3"
        },
        {
            "date": "2020-03-15",
            "name": "海南",
            "value": "2"
        },
        {
            "date": "2020-03-15",
            "name": "重庆",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "四川",
            "value": "20"
        },
        {
            "date": "2020-03-15",
            "name": "贵州",
            "value": "1"
        },
        {
            "date": "2020-03-15",
            "name": "云南",
            "value": "1"
        },
        {
            "date": "2020-03-15",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "陕西",
            "value": "11"
        },
        {
            "date": "2020-03-15",
            "name": "甘肃",
            "value": "40"
        },
        {
            "date": "2020-03-15",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "宁夏",
            "value": "2"
        },
        {
            "date": "2020-03-15",
            "name": "新疆",
            "value": "0"
        },
        {
            "date": "2020-03-15",
            "name": "台湾",
            "value": "38"
        },
        {
            "date": "2020-03-15",
            "name": "香港",
            "value": "60"
        },
        {
            "date": "2020-03-15",
            "name": "澳门",
            "value": "0"
        }
    ],
    [{
            "date": "2020-03-16",
            "name": "北京",
            "value": "84"
        },
        {
            "date": "2020-03-16",
            "name": "天津",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "河北",
            "value": "2"
        },
        {
            "date": "2020-03-16",
            "name": "山西",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "内蒙古",
            "value": "3"
        },
        {
            "date": "2020-03-16",
            "name": "辽宁",
            "value": "10"
        },
        {
            "date": "2020-03-16",
            "name": "吉林",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "黑龙江",
            "value": "15"
        },
        {
            "date": "2020-03-16",
            "name": "上海",
            "value": "26"
        },
        {
            "date": "2020-03-16",
            "name": "江苏",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "浙江",
            "value": "15"
        },
        {
            "date": "2020-03-16",
            "name": "安徽",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "福建",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "江西",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "山东",
            "value": "7"
        },
        {
            "date": "2020-03-16",
            "name": "河南",
            "value": "1"
        },
        {
            "date": "2020-03-16",
            "name": "湖北",
            "value": "9605"
        },
        {
            "date": "2020-03-16",
            "name": "湖南",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "广东",
            "value": "47"
        },
        {
            "date": "2020-03-16",
            "name": "广西",
            "value": "3"
        },
        {
            "date": "2020-03-16",
            "name": "海南",
            "value": "2"
        },
        {
            "date": "2020-03-16",
            "name": "重庆",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "四川",
            "value": "20"
        },
        {
            "date": "2020-03-16",
            "name": "贵州",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "云南",
            "value": "1"
        },
        {
            "date": "2020-03-16",
            "name": "西藏",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "陕西",
            "value": "10"
        },
        {
            "date": "2020-03-16",
            "name": "甘肃",
            "value": "40"
        },
        {
            "date": "2020-03-16",
            "name": "青海",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "宁夏",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "新疆",
            "value": "0"
        },
        {
            "date": "2020-03-16",
            "name": "台湾",
            "value": "38"
        },
        {
            "date": "2020-03-16",
            "name": "香港",
            "value": "60"
        },
        {
            "date": "2020-03-16",
            "name": "澳门",
            "value": "1"
        }
    ]

];

option = {
    timeline: {
        checkpointStyle: {
            color: '#FFB6C1'
        },
        axisType: 'category',
        data: ['2020-01-18', '2020-01-19', '2020-01-20', '2020-01-21', '2020-01-22', '2020-01-23', '2020-01-24', '2020-01-25', '2020-01-26', '2020-01-27', '2020-01-28', '2020-01-29', '2020-01-30', '2020-01-31', '2020-02-01', '2020-02-02', '2020-02-03', '2020-02-04', '2020-02-05', '2020-02-06', '2020-02-07', '2020-02-08', '2020-02-09', '2020-02-10', '2020-02-11', '2020-02-12', '2020-02-13', '2020-02-14', '2020-02-15', '2020-02-16', '2020-02-17', '2020-02-18', '2020-02-19', '2020-02-20', '2020-02-21', '2020-02-22', '2020-02-23', '2020-02-24', '2020-02-25', '2020-02-26', '2020-02-27', '2020-02-28', '2020-02-29', '2020-03-01', '2020-03-02', '2020-03-03', '2020-03-04', '2020-03-05', '2020-03-06', '2020-03-07', '2020-03-08', '2020-03-09', '2020-03-10', '2020-03-11', '2020-03-12', '2020-03-13', '2020-03-14', '2020-03-15', '2020-03-16'],

        playInterval: 1000,
        left: '10%',
        right: '10%'
    },
    baseOption: {

        visualMap: {
            max: 120,
            calculable: true,
            inRange: {
                color: ['#313695', '#4575b4', '#74add1', '#abd9e9', '#e0f3f8', '#ffffbf', '#fee090', '#fdae61', '#f46d43', '#d73027', '#a50026']
            }
        },
        tooltip: {},
        series: [{
                type: 'map',
                name: '确诊人数',
                map: 'china',
                roam: true
            },
            {
                type: 'pie',
                name: 'aa',
                data: con,
                color: ['#f46d43', '	#d73027', '#4575b4'],
                center: ['80%', '30%'],
                radius: ['15%', '30%'],
                label: {
                    position: "outside",
                    fontSize: 15,
                    fontWeight: "bold"
                }
            }
        ]
    },

    options: [{
        series: [{
                data: data[0]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[0],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[0],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[0],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[1]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[1],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[1],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[1],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[2]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[2],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[2],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[2],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[3]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[3],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[3],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[3],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[4]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[4],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[4],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[4],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[5]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[5],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[5],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[5],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[6]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[6],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[6],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[6],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[7]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[7],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[7],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[7],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[8]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[8],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[8],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[8],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[9]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[9],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[9],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[9],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[10]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[10],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[10],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[10],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[11]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[11],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[11],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[11],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[12]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[12],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[12],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[12],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[13]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[13],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[13],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[13],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[6]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[14],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[14],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[14],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[15]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[15],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[15],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[15],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[16]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[16],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[16],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[16],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[17]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[17],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[17],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[17],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[18]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[18],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[18],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[18],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[19]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[19],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[19],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[19],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[20]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[20],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[20],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[20],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[21]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[21],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[21],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[21],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[22]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[22],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[22],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[22],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[23]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[23],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[23],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[23],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[24]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[24],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[24],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[24],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[25]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[25],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[25],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[25],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[26]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[26],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[26],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[26],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[27]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[27],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[27],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[27],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[28]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[28],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[28],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[28],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[29]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[29],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[29],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[29],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[30]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[30],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[30],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[30],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[31]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[31],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[31],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[31],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[32]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[32],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[32],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[32],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[33]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[33],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[33],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[33],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[34]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[34],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[34],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[34],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[35]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[35],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[35],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[35],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[36]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[36],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[36],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[36],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[37]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[37],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[37],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[37],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[38]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[38],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[38],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[38],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[39]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[39],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[39],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[39],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[40]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[40],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[40],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[40],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[41]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[41],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[41],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[41],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[42]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[42],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[42],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[42],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[43]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[43],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[43],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[43],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[44]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[44],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[44],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[44],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[45]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[45],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[45],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[45],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[46]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[46],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[46],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[46],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[47]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[47],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[47],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[47],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[48]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[48],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[48],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[48],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[49]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[49],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[49],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[49],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[50]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[50],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[50],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[50],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[51]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[51],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[51],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[51],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[52]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[52],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[52],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[52],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[53]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[53],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[53],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[53],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[54]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[54],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[54],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[54],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[55]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[55],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[55],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[55],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[56]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[56],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[56],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[56],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[57]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[57],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[57],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[57],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[58]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[58],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[58],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[58],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[59]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[59],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[59],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[59],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[60]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[60],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[60],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[60],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[61]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[61],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[61],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[61],
                        visualMap: false
                    }
                ]
            }
        ]
    }, {
        series: [{
                data: data[62]
            },
            {
                data: [{
                        name: "总确诊人数",
                        value: con[62],
                        visualMap: false
                    },
                    {
                        name: "总死亡人数",
                        value: dead[62],
                        visualMap: false
                    },
                    {
                        name: "总治愈人数",
                        value: cured[62],
                        visualMap: false
                    }
                ]
            }
        ]
    }]
};